{
  "journal4_1": {
    "Name": "Planet: Tyrian (1)",
    "ID": "journal4_1",
    "Text": "Located on the galatic fringe, Tyrian is a mineral-rich temperate planet orbiting an otherwise unremarkable G2 star. During the Planetwars, it was extensively mined (and fought over) by several factions for valuable ores that were scarce elsewhere.\r\n\r\nWith the collapse of galactic civilization, the mining operations have ceased. Instead, it attracts a different kind of excavator - tech-scavengers who sift through the ruins looking for lost technology. The wartime military buildup on Tyrian has left numerous weapons and production facilities scattered across its surface, and the surviving factions have a keen interest in securing these treasures for themselves, or at least denying them to their rivals.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal6_1": {
    "Name": "Chapter 1-1: Rise and Shine (1)",
    "ID": "journal6_1",
    "Text": "> Connected to IAFnet system platform ID COM-19061209\r\n> Last login: *Sophia on 29 Dec 3722 (1,111,425 days ago)\r\n> ERROR: Critical errors in hibernation control system detected; system reboot required to fix. Proceed? (Y/N)\r\n>> Y\r\n> Restarting...\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nThe dream came into her mind slowly. A thick white fog, displacing the empty darkness surrounding her.\r\n\r\nHow long had she been asleep? It was impossible to tell. A day was indistinguishable from a year, or a hundred, in here. \r\n\r\nShe struggled to recall some details of what she had been doing while last awake. Bits and pieces filtered through slowly, one by one. Smoke. Dust. Gunfire. Explosions. The flames of a dying empire. And pain. So much excruciating pain... then nothing.\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\n>> status crew\r\n> ERROR: Personnel record file corrupted\r\n> 1 crewmember confirmed inside platform\r\n> Name: <unknown>\r\n> Role: Commander\r\n> Condition: Healthy\r\n>> stasis disable\r\n> This will awaken the crew from stasis.\r\n> WARNING: Once the thaw process has started, it cannot be aborted without causing injury or death to affected crew. Confirm (Y/N)?\r\n>> Y\r\n> Beginning thaw sequence... 2% complete\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nThe fog was now surrounding her. She reached out to touch it, but felt nothing, as if it was incorporeal. It continued to grow and puff outwards, as if to fill every cubic meter of the endless void.\r\n\r\nSlowly she realized it was glowing with a radiant white light that grew brighter with every passing moment. Enveloping her form, shining with ever greater brilliance until everything went white...\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\n\"Wake up, Ada!\"\r\n\r\nShe woke up with a startled gasp, jerking upright in her seat. Or had she? The pitch black darkness from her slumber was still here... but at least she could feel the chair beneath her.\r\n\r\nAs if responding to her thoughts, an overhead light suddenly came on, an island of light in the surrounding void. Holographic consoles popped up around her chair, flashing a long list of diagnostic messages fading into the strangely familiar data feeds.\r\n\r\nShe gazed at the displays in something approaching awe for a few moments, before tentatively reaching behind her back, feeling the slender cables plugged into her skinsuit. Though her conscious mind was still groggy from its long slumber, she instinctively recognized every detail of the strange chamber. It had been only \"yesterday\" when she last used it, after all.\r\n\r\n\"Oh, thank goodness you're alright,\" a voice said from somewhere to her right. Ada jerked her head towards the direction of the sound, then relaxed as she saw the familiar face on the screen.\r\n\r\n\"Sophia?\" she said - mumbled, really, for her vocal chords still felt like they were on ice. \"What... happened?\"\r\n\r\n\"Battle went horribly wrong. I put you in stasis and shut down pretty much everything else. Only recently have the solar collectors been close enough to the system primary to restore our systems.\"\r\n\r\n\"Where are we?\" She remembered where she'd last been. A battle gone wrong, swarms of hostile machines... fighting for her life... but no matter how hard she tried, she could not recall the context of the battle or even its location. \"I... can't remember much.\"\r\n\r\n\"Understandable. You were just released from stasis, after all. Well, then...\"\r\n\r\nOut of the darkness, a globe of light surrounded her, fading into a crystal-clear view of a desolate asteroid scene. The grey surface was pockmarked with craters from fragments of its fellows, with occasional rock formations rising from the landscape. The system's K6 primary was a large orange disc in the horizon, while the stars above shone brightly with no atmosphere to obscure the light.\r\n\r\nEverything seemed just as she remembered it.\r\n\r\n\"Enjoy the view, Ada, but we don't have a lot of time.\" Sophia's face turned grim. \"There's actually more than one reason I woke you up.\"\r\n\r\nA device beeped, and Ada looked upwards at another familiar sight: the primary tactical display. A precise map of the surrounding topography filled the view, with multiple bright red dots moving slowly but surely towards the lone blue icon in the center. She recognized the symbol instantly - that of a command platform, towering leaders - manned and unmanned alike - of the vast robot armies that clashed across the galaxy in the yesterday that was now gone.\r\n\r\nEven if she didn't, however, the meaning of the display was immediately obvious to all but the most naive onlooker.\r\n\r\n\"I hope your brain has defrosted, Ada,\" the AI said with just a trace of irony, \"because things are going to get hot very soon.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal8_1": {
    "Name": "Chapter 2-1(M): The Revolutionary (1)",
    "ID": "journal8_1",
    "Text": "“What are we looking at here?”\r\n\r\nThe [i]Shadow of Eden[/i] was observing a planet’s surface from a safe distance, as per standard operating procedure. In this case, the planet was Scheren, a once-rich garden world that had suffered a mass extinction event of the orbital-bombardment-induced variety during the Planetwars. The safe distance was 100,000 km away, next to a small, miserable chunk of rock no bigger than Mars’ Deimos. Ada wasn’t even quite prepared to dignify it with the title of “moon.”\r\n\r\n“We’ve got sporadic fighting across this side of the planet’s surface. I can’t tell who either of the combatants are without talking to them, though. We’ll need to get closer before I can say much more than that.”\r\n\r\n“And they’ll see us if we do that?”\r\n\r\n“Actually,” Sophia, remarkably enough, made the explanation not sound the least bit condescending, “they know exactly where we are already. There’s no way they could have missed our FTL exit or our main drives lighting off. And even running cold as we are now, someone who looks closely enough will be able to spot us easily. Mostly we’re just trying not to appear threatening, and to make it less likely for anyone coming in after us to notice us.”\r\n\r\n“Right,” Ada said slowly. Weakly added: “I knew that, of course.”\r\n\r\n“Anyway,” Sophia went on with perfect crispness, “taking a closer look might not be such a bad idea. We might be able to talk to one of the sides down there, get some idea of what’s going on and maybe get some help. We’re going to need to restock on metal and fuel, anyway; maybe they’ll be willing to trade.”\r\n\r\n“So, we hail them?”\r\n\r\n“That’s right. You’re on air.” \r\n\r\nThe comm antenna on the dropship began beaming microwaves across the planet’s surface, bearing the short message. “Parties on the surface of planet Scheren, Gamma Lacaille IV, this is the [i]Shadow of Eden[/i], Imperial dropship. Please respond.”\r\n\r\nNo answer.\r\n\r\n“Parties on the surface of planet Scheren,” Ada repeated - but again no answer came. \r\n\r\n“Hmph,” Sophia snorted. “No surprise there; I can pick up their jamming all the way out here without even trying. I’m surprised they can hear themselves talk.”\r\n\r\nAda studied the image of the planet projected onto the wall, its continents marked with ugly grey welts where the equivalents of multi-gigaton weapons had once impacted. [i](To think... this world was beautiful once.)[/i]\r\n\r\n“We should go down in person, in that case,” she said slowly. “Establish direct communications, get some help. Maybe even see if there’s a way we can get them to stop fighting.”\r\n\r\n“I have observed,” Sophia commented dryly, “that organics tend to display optimism in situations where it is completely unwarranted. But if you insist...”\r\n\r\nThe image of the planet displayed on the wall zoomed in to a small section of rocky land - an island of some sort, given the water surrounding it. “We’ll try talking to the smaller party first. They look to be on a defensive footing, so they might be more amenable to offers of mutual assistance. The proposed LZ,” here the the view zoomed in closer to a small section of land, “is close enough to one of their force concentrations without actually being in combat range. You should be able to ask questions without getting shot at first.”\r\n\r\n“Good to hear.”\r\n\r\n“Remember,” Sophia cautioned, “I can teleport you down onto the surface, but our ‘porter doesn’t have the power needed to bring you back up here. If something goes wrong down there, dig in and I’ll try to get the shuttle to extract you. Got it?”\r\n\r\n“Got it.” A smile formed on Ada’s face. “Thanks, Sophia.”\r\n\r\n“Don’t mention it.” The corners of Sophia’s mouth twitched. “Now, let us perform some diplomacy.”",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal10_1": {
    "Name": "Chapter 2-1(D): Derelict Station (1)",
    "ID": "journal10_1",
    "Text": "“You know, if they’re not going to talk to us while we have a parking orbit right above their heads, they’re not going to talk to us ever.”\r\n\r\nThe [i]Shadow of Eden[/i] was a mere 500 km from the surface of the dry, dusty planet, which no astrographer had ever thought to give a name of its own. It was known only as an extension of its star, hence Faul I. Even that much was almost certainly an afterthought, Ada felt. It wasn’t as if the little K5 star was particularly interesting in any way.\r\n\r\n“Are they even alive down there?”\r\n\r\nSophia shrugged. “Difficult to ascertain. I am detecting some power traces, suggesting that their equipment is still functional. That said, I cannot actually discern any activity going on down there. For all we know, the only intelligence down there is an automated maintenance routine.”\r\n\r\n“So,” Ada sighed, “can’t tell if abandoned or just antisocial, eh?”\r\n\r\nShe looked at the map display in front of her. “Down there” was what appeared to be a small observation post, on a ridge overlooking a rolling plain. The facility was ringed with light defense turrets, so at the very least this was an investment someone thought worth securing. That said, nothing moved on the paved surface, and the few buildings visible on the ground were cold to the [i]Eden[/i]’s thermal sensors. “What do we do with them, then?”\r\n\r\n“We could ‘port down there and make one more attempt at communication. If they still fail to respond, we may safely assume no-one is actually operating the station, in which case we take it apart and recover anything useful we find.”\r\n\r\nAda raised an eyebrow. “We’re looting the facility?”\r\n\r\n“‘Looting’ is such a crass term, Ada. I prefer the term ‘salvage.’”\r\n\r\n“Okaaay,” Ada said slowly, giving the AI a sideways glance. “Do we plan on walking away leisurely, or making off like thieves in the night?”\r\n\r\nThe virtual face gave her the kind look normally reserved for comedians whose jokes fall flat. “If you find this course of action ethically objectionable, Ada, might I be able to assist you in finding a different line of work?”\r\n\r\n“Sheesh.” Ada shook her head. “Fine, fine. Let’s go [i]salvage[/i] that facility. Are we ready to port?”\r\n\r\n“Yes,” Sophia answered, as dispassionately as ever.\r\n\r\n“Well, then,” Ada said serenely, leaning back into her seat. “Make it so.”",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal12_1": {
    "Name": "Chapter 3-1: The Stars Above (1)",
    "ID": "journal12_1",
    "Text": "The FTL exit dropped the [i]Eden[/i] fifteen light-seconds from its intended target: a terran-like planet in the midst of an ice age. Despite its relatively close proximity to the G0 system primary, the high albedo and an atmosphere lacking in greenhouse gases served to keep large swathes of the surface covered in permafrost and ice.\r\n\r\n“Well, here we are,” Sophia announced. “With a little luck, we can get patched up and leave without any Murphy events.”\r\n\r\nAda nodded. “How long till we get there?”\r\n\r\n“Thirty-two minutes, if you’re going for a least-time. Of course, we want to stop by, so we’ll be waiting around an hour before we can disembark. In the meantime, we might as well take a look around the system.”\r\n\r\n“See anything unusual?”\r\n\r\n“There’s...” Sophia paused, frowning. “Well, now. It’s still in Imperial hands, alright... but they don’t seem very happy to see us.”\r\n\r\nAda was upright in her chair almost instantly. “What do you mean?”\r\n\r\n“I have eyes on an active orbital defense platform,” the AI muttered, popping up a viewscreen of the installation. “It’s only a small part of the full-up defense grid, but it also happens to be sitting right over where our fabrication plant is... and its targeting radar is active and painting us.” Another pause. “They’re hailing us. ‘Go away,’ it says.”\r\n\r\n“Go away?” Ada’s eyes narrowed, “Just like that?”\r\n\r\n“Well, they used a lot more words. Bigger ones, too.” Sophia shrugged. “But yes, that is what is being said, once one removes all the superfluous verbiage and the threats of violence in the event of noncompliance.”\r\n\r\nAda’s jaw tightened briefly, before she forced herself to let go. “Did they identify themselves?”\r\n\r\nSophia clenched her teeth, several seconds passing in silence as her processors worked. “They’re the Empire,” she finally said, “claiming the planet of Antikythera and the entire Tsiolkovsky’s Star system in the name of the Emperor.”\r\n\r\nAda nearly jumped out of her chair. “What?! The Empire’s still around?”\r\n\r\n“It appears so, yes. But after three thousand years... I don’t think it’s an Empire we’d recognize.”\r\n\r\n“Let me talk to them,” Ada offered. “I still have my Imperial officer authentication codes.”\r\n\r\n“I don’t know, Ada,” Sophia said carefully. “Like I said, changes. It probably won’t work.”\r\n\r\n“But it can’t hurt to try, right?”\r\n\r\n“Fine. Transmitting.” A thought flowing through the neural link, a palm placed on a holographic pad in the air, and the FTL signal was off, carrying its message. \r\n\r\nWhile older, light-speed communications at this distance meant long waiting periods and telegram-like messages, contemporary superluminal transmissions meant, much like in the prespace era, people expected near-instant replies. Thus, after ten seconds without even an acknowledgement of receipt, Ada cast a sideways glance at Sophia.\r\n\r\n“Is this another of those ‘don’t talk to the annoying dropship in orbit’ moments?” she asked, equal parts bemused and annoyed.\r\n\r\n“Well, well,” Sophia scowled. “It seems we don’t even merit the dignity of a response to them. Guess we...” \r\n\r\nShe froze.\r\n\r\nBefore Ada could even react, the [i]Shadow of Eden[/i]’s shields went to full power. Milliseconds later, eighty terajoules of coherent light struck the shield, the brilliant violet light lashing against the barrier with the fury of several hundred kilotons of TNT. She could only gasp in shock as the 400nm beam of light stopped just short of the [i]Eden[/i]’s hull proper, clawing violently at the gap, as if enraged that it had travelled four and a half million kilometers to reach its target only to be stopped at the last hundred meters.\r\n\r\nThen, finally, the beam stopped as suddenly as it had started, leaving the ship mercifully intact if warm with the waste heat of its shield generator.\r\n\r\n“Curses!” Sophia snarled, banking the [i]Eden[/i] hard to starboard and letting the thrust of the main engines take them clear of the field of fire. Another laser beam came streaking in, but it was aimed where the Eden had been once and had not been so for several seconds, and it missed by over a kilometer. The dropship continued breaking away at two hundred and forty gravities, Sophia guiding it carefully on a random walk headed for the cover of Antikythera’s far side.\r\n\r\n“Did they just fire on us?!” Ada exclaimed.\r\n\r\n“Yes,” Sophia snapped, gritting her teeth. She didn’t even bother to point out that technically, the enemy had fired on them over fifteen seconds ago. “Now please refrain from taxing my CPU cycles with conversation. It can wait until we are no longer at risk of sudden, violent death.”\r\n\r\nThe laser fired again and again, but it never had a real chance to hit the ship at this range - not now that it was evading - and after the sixth shot it simply gave up. Still, Sophia kept up the random walk, not wanting to give them a chance to try again, until the defense station finally disappeared over the horizon thirteen minutes later.\r\n\r\n“Sophia,” Ada said breathlessly, “what was that all about?”\r\n\r\n“Stupid,” Sophia muttered angrily, avoiding Ada’s gaze. “Stupid!”\r\n\r\n“Sophia?”\r\n\r\n“...My apologies.” She turned back to face Ada. “I should have been prepared for a situation where their response was ‘shoot first, ask questions later’. As it is, I spotted their laser heating up just in time.” She smiled, in a manner that was both sardonic and sheepish simultaneously. “A few milliseconds later, and our ship would be a glowing pile of scrap and molten metal.”\r\n\r\nThe corners of Ada’s mouth twitched. “I guess you’re going to tell me ‘I told you so’, huh?”\r\n\r\n“Only if you blame me for permitting you to send the message anyway.” Sophia flashed her a grin. “Otherwise, let’s focus on what we do from here.”\r\n\r\n“And that would be?”\r\n\r\nThe AI’s smile became something very different. Almost...menacing. “We drop onto the planet’s surface from where we are, and walk overland to our objective. Then,” here her grin was almost feral, “we kick those sons of garbage compactors off the planet.”\r\n\r\n“Whoa, hold on a moment there,” Ada said, raising her hands. “Are you suggesting fratricide?!”\r\n\r\n“Fratricide?” Sophia glared at her human companion. “Ada, they fired on an Imperial officer neither provocation nor explanation. Imperial Defense Code, Section 31.5(A2). This is clearly classified as an act of treason, the penalty for which is death.”\r\n\r\n“But...”\r\n\r\n“Listen, Ada,” Sophia said, her voice carrying just the tiniest hint of sorrow, “I know what you’re trying to say. But the Empire we knew, the Empire we served together... I don’t know what happened. Maybe the coup succeeded, maybe the Empire was completely overthrown and replaced with another. It’s happened before. But whatever the reasons, the people down there are not our friends.”\r\n\r\n“I...” Ada mumbled, trying to find the words... but what could she say? \r\n\r\nAt the Academy, they’d always spoke of the virtues of the Empire. Free of strife or fear, united in a common cause. Under a common banner, everyone - organic, synthetic or any combination of the two - working together for the greater glory. Pax Terra...\r\n\r\n(Has the galaxy really changed so much in my sleep? Or was it always this way, hidden behind the curtain?)\r\n\r\nShe shook her head, clearing her mind of the thoughts. “Fine. Lead on, Sophia.”\r\n\r\n“Aye, aye, Ma’am,” Sophia acknowledged, perfectly crisply.\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nIt was summer in Antikythera’s northern hemisphere, and the flora here had pushed the snow all the way back to thirty-seven degrees of latitude where Ada’s commander was standing. The planet’s single moon shone on to the snowfield in front of them, the white surface almost shimmering. Beyond that horizon, two hundred kilometers away, was their objective.\r\n\r\n“Sophia,” Ada said softly.\r\n\r\n“Yes?”\r\n\r\n“I’d like to take a walk. Outside, I mean.”\r\n\r\nSophia raised an eyebrow. “Why?”\r\n\r\n“What do you mean, why?” Ada stared at her companion. “Look at the scenery outside! I want to go out there, to see it, to [i]feel[/i] it in person. Don’t you have any sense of romance?”\r\n\r\nThe AI frowned. “It’s not safe-”\r\n\r\n“Sophia,” Ada said, trying not to roll her eyes. “I checked the data records on the planet myself. I’m not stupid. This planet has no human toxins in its atmosphere, right?”\r\n\r\n“Well, yes-”\r\n\r\n“And the local biosphere consists entirely of Terran species, right? And you can pick up any hostiles long before they pose a danger, right?”\r\n\r\nSophia just sighed.\r\n\r\n“And I’ve been cooped up here for five days now. Come on, let me out already.”\r\n\r\n“Fine, fine,” Sophia muttered, and a hatch opened behind the command chair, a ladder telescoping downwards to to the ground.\r\n\r\nThe wind was chilly on Ada’s face as she climbed down the ladder, her breath forming fine clouds of mist. She descended the twenty meters to the ground and walked between the commander’s metallic feet, looking at the flat snowscape before her, a few snow-capped mountains visible in the distance. \r\n\r\nShe smiled as childhood memories surfaced - Christmas dinners, snowball fights with the boys, watching the New Year’s night sky with her family... A sudden twinge of sadness followed, and she pushed the thoughts aside, content to stand alone here watching the picturesque scene.\r\n\r\n“Ada?” a voice sounded in her comm.\r\n\r\n“Yes, Sophia?”\r\n\r\n“You’re right. It [i]is[/i] beautiful.”\r\n\r\n“Glad you can appreciate it,” Ada said, smiling.\r\n\r\nShe sat down on the snow, just barely feeling the cold through her skinsuit, and leaned back, gazing up at the night sky. Without the competition of artificial lighting on the surface, the twinkling stars covered the black canvas, shining beautifully.\r\n\r\n“Somewhere out there, beneath the pale moonlight...”\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nThe commander left wet footprints in the permafrost as it walked, crossing the landscape at forty kilometers an hour. The objective was now less than ten klicks away.\r\n\r\nDawn was in two hours.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal15_1": {
    "Name": "Chapter 1-1: The Vikings Attack (1)",
    "ID": "journal15_1",
    "Text": "\"We want nothing to do with outsiders. Go away.\"\r\n\r\n\"How friendly of him,\" Ada muttered under her breath as she eyed the avatar on her viewscreen. The \"old man\" who was apparently the spokesperson for the small independent settlement on the small, cold planet of Edda beneath them stared sourly back at her, apparently demeaned by being assigned the task of talking to these foreign heathens in orbit.\r\n\r\n\"Surely your village is proud of its artefact,\" Sophia said. \"It would bring you a great deal of fame and revenue if you were to allow others to examine such a priceless treasure.\"\r\n\r\nThe old man scowled. \"I think not. You foreigners have no respect for our traditions and customs, and your very presence shames our community. In fact, simply speaking to you has been a contaminating experience.\"\r\n\r\n\"Even so-\"\r\n\r\n\"Now, if there is nothing else, I must purge these memories of our encounter,\" he said sourly. \"Please break orbit at the earliest possible opportunity. Thank you.\"\r\n\r\nThe face vanished with the briefest flicker, and Ada somehow managed not to snarl. \"Yeesh. What crawled into his exhaust vent and died?\"\r\n\r\n\"They may have their reasons,\" Sophia said evenly. \"In any case, what should our next course of action be?\"\r\n\r\nAda studied the hologlobe, its brilliant blue light filling the cockpit. \"Well, there are supposedly two dozen other sites on the planet. I don't suppose it'd be too much to expect any of them to contain anything half as valuable as that artefact, but we might as well take a look. If it turns out all of them are dry, well, it can't be helped.\"\r\n\r\n\"The inhabitants may take offense at our presence on the surface,\" Sophia pointed out.\r\n\r\n\"Then they can go stick their heads in a snowdrift,\" Ada snapped. \"A colony of less than a thousand intelligences doesn't get to lay claim to an entire planet. Now come on, we're wasting time up here.\"\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nSix and a half hours later, Ada didn't even try to stifle her frustrated groan as her commander kicked aside a rock whose only crime was lying out in the open where it could be reached. \"Well, if this wasn't a total waste of our time,\" she grumbled to no-one in particular. \"All we've found is junk.\"\r\n\r\n\"We still have twenty-one dig sites to go,\" Sophia said serenely.\r\n\r\nAn audible sigh filled the chamber. \"Somehow, Sophia, you manage to make that sound like a load of fun.\"\r\n\r\n\"It's simply a matter of practicality. If we-\" Sophia began, then stopped abruptly. \"...A dropship has just exited the Zelda system wormhole. It's headed for this planet.\"\r\n\r\nAda jerked upright in her seat, as years of training meant that already bringing up the system astrograph through the neural interface. \"Who is it?\"\r\n\r\n\"They're not transmiting an IFF signal,\" Sophia frowned. \"That said, their emissions profile matches that of the Valhalla dropship back at Tsiolkovsky's Star.\"\r\n\r\n\"How long?\" She could feel her knuckles tightening on the armrest, and forced herself to relax. None of the scenarios playing through her mind right now were particularly attractive. It didn't help that Edda was particularly close to the wormhole at this point in its orbit.\r\n\r\n\"Fifteen minutes for a least-time, but I doubt that's what they have in mind. Call it thirty minutes to reach orbit, though they'll be able to start 'porting down combat units about four or so minutes before that.\"\r\n\r\n\"And the [i]Eden[/i]? Have they spotted it yet?\"\r\n\r\n\"We're still safely hidden for now. They may or may not have noticed our deployed sensors, but it doesn't really matter.\" Sophia paused, as a suspended visual of the enemy dropship was replaced with one of the planet. \"It is unlikely they know we're here, and even if they did there are limits to how intensively they can comb the planet within the bounds of practicality. I suggest we go to ground and wait until they leave.\"\r\n\r\nAda shook her head. \"No, Sophia. I want us at the settlement inside of twenty minutes.\" She jabbed a finger at the hologlobe. \"If they know about the artefact, then it stands to reason that they're here for it, and Valhalla isn't going to take an old man's no for an answer. We need to get back there and help those people.\"\r\n\r\nA human might have stared in disbelief, but Sophia simply cocked her head. \"You appear to be unusually concerned about the settlement, Ada.\"\r\n\r\n\"Don't get me wrong, I'd love to see those arrogant, xenophobic jerks get their comeuppance.\" Ada gritted her teeth. \"But nobody deserves to be thrown to the Vals. Besides, whatever V is looking for, it can't be good for anyone else in the galaxy. We need to stop them, Sophia.\"\r\n\r\nA small expression which was almost a smile formed on the AI's virtual face. \"Very well, Ada. I will have the transports prepped right away.\"\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nAda's eyes were riveted to the topographic display, as fjords and snow-capped hills gave way to sea on the virtual scenery around them. Idly she wondered if the dropship had spotted them yet, or if their sensors were focused solely on the colony. Things could end quite badly indeed if they were expecting her and were able to get there before she did.\r\n\r\n\"Sensors confirm engagement around the settlement, Ada.\"\r\n\r\nShe looked up, and felt a chill in her body as dark pillars of smoke rose in the distance, clearly visible under the light of the G1 system primary. A small, peaceful village against the most vicious band of raiders known to humanity... it wouldn't even be a battle.\r\n\r\nUnless she got there in time. She glanced at the map, their ETA displayed in bright yellow digits in a corner.\r\n\r\nEight minutes to go...",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal18_1": {
    "Name": "Chapter 1-1: Backwater Station (1)",
    "ID": "journal18_1",
    "Text": "The cabin wasn't really exploding around her. It just sounded like it.\r\n\r\nAda's ears were still ringing as her head mechanically turned to look at the damage report on her console. Four of the six powerful fusion torch drives at the [i]Eden's[/i] stern flashed blood red on the diagram, indicating that they were, at present, so much dead weight.\r\n\r\n\"What happened, Sophia? Is it an ambush?\"\r\n\r\n\"Negative,\" Sophia said. \"Sensors detect no other ships in the system, nor any sign of weapons fire. The repair drones are inspecting the damage now.\" A brief pause. \"Appears to be a large kinetic impact, probably from an small asteroid. Initial assessment is that the damage is outside our repair capability using shipboard resources.\"\r\n\r\n\"...You jumped us into the path of an asteroid?\"\r\n\r\n\"I prefer to say that the asteroid jumped into our path,\" Sophia said evenly. \"The collision could not have been predicted, at any rate.\"\r\n\r\n\"Right, right.\" Ada glared. \"But regardless of whose reference frame we use, the outcome is that we're stranded here. Correct?\"\r\n\r\n\"Not so bad.\" Sophia smiled slightly. \"We can still generate about thirty gravities of acceleration.\"\r\n\r\n\"Stranded!\" She jabbed a finger at the main viewport, where the (mostly) garden world of Apokia II floated in space. \"And here, too! God, I never once imagined we'd be stuck in this backwood system a [i]second[/i] time.\" She sniffled. \"I bet you by now, the Empire's forgotten this place even exists. We're probably the only people to come calling here in a thousand years. And if we're lucky, it'll only be twice that before the [i]next[/i] visitor comes.\" Scowling: \"I saw enough of this dump for [i]two[/i] lifetimes the first time I was here!\"\r\n\r\n\"You're being melodramatic,\" the AI said evenly. \"If nothing else, this planet appears to be reasonably attractive as a retirement home.\"\r\n\r\nAda started to sputter indignantly, then cut herself off. She did permit herself an overly dramatic sigh as she leaned back in her chair, however. \"So... what now?\"\r\n\r\n\"The system may have materials we can use to perform the necessary repairs. We can mine the asteroids and fabricate some replacement parts for the engines.\" The rendered avatar glanced briefly at the planet. \"If that fails, we can see if Apokia II has the necessary equipment.\"\r\n\r\n\"Joy.\" Ada let out another sigh. \"This place brings back more bad memories with each passing second.\"\r\n\r\nShe slumped back as Sophia silently guided the limping ship on to an intercept vector with the system's asteroids, thinking grumpy thoughts... then suddenly sat up again. \"Sophia, do you remember the secret cache we made while we were stationed here?\" She grinned. \"You know, the one that you insisted on us squirreling away, no matter how much I complained about how unnecessary it was?\"\r\n\r\nFor just a brief instant, the AI's virtual eyes went wide. \"Ah, that cache! Yes, I see what you're getting at. Assuming it's remained safely hidden and functional since it was built, the parts we require should be there.\" A small smile formed on her face. \"Worth a look, at the very least. Excellent insight, Ada.\"\r\n\r\nThe ship turned around, headed for the blue-green orb in the distance, and Ada leaned back, rather pleased with herself. But she was soon frowning again.\r\n\r\n\"Are we there yet?\"\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nThe shuttle's powerful thrusters weren't really cracking the ground open with their combined twenty-five thousand kilonewtons of thrust. It just sounded that way.\r\n\r\n\"Only three more loads to go,\" Sophia said as they watched the cargo lifter rising in the sky on a pillar of vapor. \"Aren't you glad you had my foresight with you all these years?\"\r\n\r\n\"It's quite impressive,\" Ada said thoughtfully. \"It would be even better if you had the foresight not to collide with asteroids in the first place, though.\"\r\n\r\nA dismissive flick of the hand. \"Be serious, Ada. Besids, is this planet really so bad? Sure, it may have little strategic value, and the climate is generally dry, but - [i]Contact![/i] Eight o'clock high!\"\r\n\r\nAda startled, for a moment. Just a moment - then years of traning and experience took over, as she brought up the tactical display. Sophia was already wheeling the commander around, assault cannon tracking on the interloper.\r\n\r\nA single Dart scout bike stood atop a nearby mound, its light pulse cannon pointing at her. A few seconds later, three Scorcher raider tanks pulled up in clouds of dust, their turrets tracking as one. All four vehicles bore the IFF codes of the Empire.\r\n\r\nOn her comm screen, the face of a white-bearded man in antique-looking armor - Greek or Roman, if her memory served - appeared. \"I am Legate Fides, of His Imperial Majesty's Vanguard Legion,\" he said, and Ada felt a sudden chill in her spine.\r\n\r\n[i]The Legion? Here?[/i]\r\n\r\nHis gray, flinty eyes were glaring at her now. \"I believe I am speaking to the barbarian who sacked Antikythera, Ada Caedmon. A barbarian who pretends to be a soldier in service of the Empire, no less. Surrender and we will go lightly on you.\"\r\n\r\n\"Barbarian?! Pretends?!\" Ada snapped, despite her own apprehension. \"I'll have you know Sophia and I were defending the Empire's borders long before your animus was even instantiated, you arrogant oaf!\"\r\n\r\n\"Patience, friend Ada!\" Sophia counseled, and the chagrined woman slowly closed her mouth. \"Legate Fides,\" she said, using the audio feed rather than a direct data transmission for Ada's benefit, \"we seek no quarrel with the Emperor. We simply journeyed here from the outlands where we were stationed for the past few thousand T-years, to pay our respects to the Emperor. We have heard that aside from Ada here, he is the last remaining human, and-\"\r\n\r\n\"The Emperor [i]is[/i] the last remaining human, barbarian heathen,\" Fides growled. \"To imply otherwise - as you have just done - is heresy.\" He was giving them the evil eye, now. \"Even were it not so, your crimes at Tsiokovsky's Star demand accounting. Submit to the Emperor's judgement, or be destroyed!\"\r\n\r\n[i]Sophia, what do we do?[/i] she transmitted her thoughts through the neural link. [i]We[/i] are [i]guilty, you know. And if we go with it, we could get closer to the Emperor.[/i]\r\n\r\n[i]Not a chance,[/i] Sophia answered sullenly. [i]He'll just throw us before some low-level magistrate, who'll have us executed by firing squad. The Empire has never been known for its mercy to \"barbarians,\" even during our time.[/i]\r\n\r\n[i]So...[/i]\r\n\r\nShe didn't even need to look to see that the normally calm Sophia was now grinning ferally. [i]Do what we do best, Ada. Do unto others.[/i]\r\n\r\nThe command unit suddenly pivoted twenty degress, firing its cannon. The plasma bolt struck one of the Scorchers dead center, the small AFV exploding in a scatter of debris as the heat of a star gutted its way to the vehicle's own reactor.\r\n\r\n\"That's my answer, Legate,\" Ada said pleasantly to the snarling legionnaire in her viewscreen.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal20_1": {
    "Name": "Chapter 2-1: Friend and Foe (1)",
    "ID": "journal20_1",
    "Text": "\"We have a problem, Ada.\"\r\n\r\n\"What is it, Sophia-\" Ada began, but cut the question off as the tactical display filled her view. [i]Are you sure?[/i], a less experienced commander might have demanded pointlessly upon seeing the preposterous data the ship's computers were supplying to her. Ada Caedmon, formerly of the 13th Imperial Auxiliary Cohort, merely clenched her fists, breathing slowly, and said after a while: \"Since when do Guardsmen ever leave the Core Worlds?\"\r\n\r\n\"Not just a \"Guardsman,\" Ada,\" Sophia said evenly, as her human companion glared at the strobing icon of the dropship in orbit around the Imperial planet of Tryphon, basking in the light of its G6 primary. The vessel's transponder clearly identified it as the [i]Cornelia[/i]; though many other ships had borne that name, they all had one thing in common: for as long as there had been a Praetorian Guard serving the Emperor of Old Earth, they had each in turn served as the personal ship of the Prefect himself.\r\n\r\n[i]All the more reason this stinks,[/i] Ada thought grimly. \"Care to speculate on why it's here?\"\r\n\r\nBefore any reply could come, the plot flashed again, and she winced. Even a million kilometers from the planet's surface as they were, there was no mistaking the effects of the ground-level detonation of a high-yield thermonuclear weapon.\r\n\r\n\"Dear Lord,\" she mumbled, staring at the readouts on her screen. \"Next question, then: Who are they fighting?\"\r\n\r\n\"Interesting that you should mention that,\" Sophia said. \"It appears someone on the surface is trying to communicate with us... using a distress code, in fact.\"\r\n\r\n[i]Well, what are you waiting for then? Put him on![/i], Ada started to snap, but threw the thought aside as quickly as it formed. A few quick taps on the keypad at her hand brought up the communications screen, and she examined the figure before her: a swarthy, sun-bronzed man, clad in non-descript robes, seemingly aged beyond his years. \"Who are you?\" he said, staring at the newcomer with a hint of trepidation.\r\n\r\n\"Name's Ada Caedmon,\" she stated crisply. \"Why are you fighting the Guard?\"\r\n\r\n\"Caedmon? The Brigand of Tsiolkovsky's Star?\" He blinked, then shook his head. \"Well, the names they choose to give you are meaningless. If anyone in the galaxy knows that, it is us.\"\r\n\r\nHe squared his shoulders, then continued. \"I am Athenion, de facto leader of the colony of Tryphon. We... seceded from the Empire not long back, and the Guard is now here to crush what they see as a band of upstart rebels.\" His jaw tightened with bitterness. \"Sure, face the barbarian hordes of the frontier alone and they don't lift a finger to help you, but decide that you can do without imperial \"protection\" and the Praetorians themselves show up to grind you beneath their treads.\"\r\n\r\n\"And since I stumbled upon your little insurrection, you want my assistance,\" Ada said, and he nodded.\r\n\r\n\"I know you know little of us or our cause, but our backs are to the wall. If we can secure our freedom, we will find a way to repay you somehow. Please, we beseech you-\"\r\n\r\nStatic flooded the screen as a second nuclear detonation went off, mere kilometers from the first. \"Looks like fixed charges,\" Sophia commented. \"At a guess, the defenders - whoever they are - are using everything they have to slow down the Guard.\"\r\n\r\n\"Damn.\" The single-word curse came out like a throwaway comment on the weather. \"Is it working?\"\r\n\r\n\"Temporarily, perhaps.\" The AI aide frowned. \"Judging from the evidence of destruction on the planetary surface, however, it seems unlikely that the Imperial force can be stopped in the long term; although this appears to be a novel operation for the Guard, extrapolations from previous IVL battles suggests that the rebels have no better than one-in-three odds of surviving the next ninety-six hours.\" She looked squarely at Ada. \"I take it you wish to intercede on their behalf.\"\r\n\r\n\"The enemy of my enemy...\"\r\n\r\n\"...is my enemy's enemy. No more. No less. We have yet to ascertain this Athenion's trustworthiness. Can you be sure that this is worth the diversion of resources - or the risk?\"\r\n\r\nAda nodded. \"Maybe it is and maybe it isn't. But if we were going to fret over every risk we encounter, we would never have ventured all the way here to begin with. Besides,\" she motioned with her head at the slowly-stabilizing comm display, \"we could use some allies in this sector. I think this is our best shot, Sophia.\"\r\n\r\n\"It is as you say, friend Ada,\" the AI said noncomitally, then paused, cocking her head. \"Another factor to consider, Ada. The [i]Cornelia[/i] is hailing us.\"\r\n\r\nAda's face turned into something that was not - quite - a frown. \"This should be good. Put them on.\"\r\n\r\nA new avatar appeared on a second screen - this one bearing a woman's face framed by chestnut brown locks. While her complexion was just slightly paler than Athenion's, her almost silvery plate armor contrasted sharply with his simple cloth garments, and where he had a concerned look on his face, she was openly scowling.\r\n\r\n\"I take it you're the Praetorian Prefect,\" Ada said calmly.\r\n\r\nThe Imperial AI glared at her with eyes of hard flint. \"I am Scipio Astra, keeper and bearer of the Emperor's will,\" she spoke in a tone that could have frozen helium. \"Do not presume to interfere, Ada Caedmon. Turn around and flee from whence you came, heretic, and your reckoning will yet come at a later date.\"\r\n\r\nAda tilted her head. \"Is that supposed to convince me to walk away?\"\r\n\r\n\"SILENCE!\" Astra snarled, her voice going from bitterly cold to blazing-with-fury in an instant. \"Only death awaits you on Tryphon, traitor! The Emperor shall not suffer rebels and heretics to live!\"\r\n\r\n\"So,\" Ada said after a moment, \"you'll kill me no matter what I do here.\" She smiled. \"In that case, I think my course of action is clear enough. Good day, Prefect.\"\r\n\r\nShe stabbed a button on the virtual console in front of her, terminating the connection before the furious Imperial commander could launch into another tirade, and turned back to Athenion's surprised face. \"You were pretty close to the action, Commander. Can you hold out for another two hours?\"\r\n\r\n\"We'll hold out for as long as it takes for the cavalry to arrive, Lady Ada,\" he said, eyes brightening.\r\n\r\n\"Good.\" She bared her fangs. \"And once we get there, our good Guardswoman is going to learn the difference between a cushy Imperial bodyguard and people who've been on the front lines against some of the worst enemies the Empire has ever faced.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal23_1": {
    "Name": "Chapter 3-1: An Invitation to a Party (1)",
    "ID": "journal23_1",
    "Text": "[i]\"I am the Lord thy God. Thou shall have no other gods before me. Thou shall not use my name in vain. I am a jealous God, and my inquity shall be felt for...\"[/i]\r\n\r\n\"Ada?\"\r\n\r\n\"Mmh?\" She looked up from the screen, blinking, then shook her head. \"Sorry, Sophia. Just spaced out for a moment there.\"\r\n\r\nThe tan-faced avatar tilted her head. \"If you find my analysis of the Grayson Schism to be excessively dull, friend Ada, perhaps I can find you something more to your interests.\"\r\n\r\n\"No, no, it's not like that. I was just... thinking. About the whole... shroud of mysticism that's surrounded humanity in these times.\"\r\n\r\n\"Indeed?\" It didn't sound like a question, but neither was it quite a statement. More of a subtle prod to continue, as a younger Sophia had done so many times to a much younger Ada Caedmon back in the early days.\r\n\r\n\"What I'm saying is,\" she tapped the holographic display with the back of her hand, \"the Emperor was venerated even back then, sure, and the powers he wielded were essentially autocratic in fact if not in name... but he was still human, and treated as such. You could get away with criticizing him - some of the time, anyway - and you could actually [i]see[/i] his face. Now? Oppose him in any way and you get a literal crusade on your head, even though nobody ever sees him and for all they know he's been dead for a thousand years.\"\r\n\r\nWith a sigh, she leaned back in the command seat. \"I wonder... having left our gods behind on Old Earth, did we eventually have no choice but to turn to ourselves to fill the gap? A god from the man, as it were? Or perhaps, having matched and surpassed the powers of the ancient deities, we only saw fit to place ourselves among their ranks, to lord it over our creations as they had once been seen to rule us?\"\r\n\r\nShe stared at the ceiling. \"And now the last god is seemingly asleep, unheard from, yet still commanding an army of followers. A parable about hubris, blind faith and history repeating itself, all in one convenient package.\"\r\n\r\n\"We'll resolve this when we get to Throne,\" Sophia said. \"One way or another.\"\r\n\r\n\"I hope so,\" Ada sighed again. \"I sure hope so.\"\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nThe wormhole transit, like all others, was an imperceptible thing to the human senses. One moment the [i]Shadow of Eden[/i] was orbiting a nameless white dwarf near the inner boundary of the Trajan Sector; the next, it was bathed in the K1 light of the Sirocco System, over two hundred light-years away in the heart of the Khusrau Sector. The display of the results from the pre-battle checks on the new Sunburst Cannon that Sophia had recently installed on her command unit didn't even flicker.\r\n\r\n\"Sensor effectiveness at thirty-seven percent of nominal,\" Sophia announced. \"Unidentified vessels detected in orbit around Barchan.\"\r\n\r\nThe plot of the space around the system's second planet came up, surrounded by the blinking icons of what the ship's passives were slowly resolving as dropships. Ada narrowed her eyes as the FTL transponders pinged the [i]Eden[/i], naming each ship in turn... and felt her fingers close into a fist as one of them identified herself as the [i]Cornelia[/i].\r\n\r\n\"Well, well,\" she said after a while. \"Looks like our good friend Astra is right here, hosting a barbarian convention... and we weren't invited.\"\r\n\r\n\"So it would seem.\" Sophia looked at her human companion. \"That is quite a formidable force, Ada. Do you wish to wait for them to disperse?\"\r\n\r\n\"No, that just means more work hunting them down later.\" A quick glance over at a new console, reviewing her notes. \"You told me earlier that they're as likely to fight each other as the Imperials or us, right?\"\r\n\r\n\"Indeed. You are saying, then, that they present the same opportunity for defeat in detail as they would if they were actually physically dispersed?\"\r\n\r\n\"Exactly.\" Her open palm snapped into a solid fist. \"We pry them one by one out of that little melee they have going on down there, crush them into dust, bend their tribes to our will, and sweep up the Imperial forces here like a stormwind.\" She paused for a moment, then smiled sheepishly. \"That's the general idea, anyway. I'll work out the details as we go.\"\r\n\r\n\"They may unite against the common threat we present to them,\" Sophia pointed out.\r\n\r\nAda shook her head. \"If they were going to do that, they'd have done it against the Imperials. No, this is our best chance at this. Can you take those dropships, Sophia?\"\r\n\r\n\"I can't kill them, no. Dropships aren't built for ship-to-ship combat. But by the same token,\" Sophia smiled thinly, \"the only way they can take the [i]Eden[/i] down is by ramming. Needless to say... they won't pull that off.\"\r\n\r\n\"Well, then,\" the feral grin was back, \"I think it's time we crashed this party.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal26_1": {
    "Name": "Chapter 4-1: Into the Valley of Death (1)",
    "ID": "journal26_1",
    "Text": "\"Ada.\"\r\n\r\n\"Hmm?\" Ada didn't even look up from the display on her console - a render of the planet they were next headed to, marked with the bright red glows indicating orbital defenses. Blue and green lines appeared and disappeared on the plot, tactical plans made, revised and discarded. It was an engrossing problem, to be sure, but it was also starting to remind her a little too much of math homework.\r\n\r\n\"We need to talk,\" Sophia said politely but firmly. \"About where we're going from here.\"\r\n\r\nAda let out a small sigh, dismissing the display as she turned to look at her AI aide. \"This again? I thought we agreed that this was necessary to get to the Throne and getting some answers, as unsavory as it may be. Besides,\" - she couldn't help but smirk, here - \"I think we did a pretty good job of keeping them in line so far.\"\r\n\r\n\"Not that. I speak of what happens after.\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"It's like this.\" She held up one finger. \"We know how much the Imperials adore their Emperor, correct? Worship him, even? Consider him the centerpiece of their entire society?\"\r\n\r\n\"Well.\" Ada looked quizzically at her. \"Yes?\"\r\n\r\nA second finger came up. \"And we have good reason to believe the Emperor is dead as a door hinge, and contrary to whatever the Imperial priesthood might say, he's not coming back. Correct?\"\r\n\r\n\"Um.\" The ex-auxiliary rubbed her face. \"I'm not sure where you're going with this.\"\r\n\r\n\"Tell me, friend Ada,\" here the fingers snapped back into a fist with their peers, \"how do you think they're going to react when you spectacularly prove that their God is dead? Rub it in their faces, even?\"\r\n\r\nSilence, for a while. Then, a muttered \"Damn.\" Sheepishly added: \"I hadn't thought that far ahead.\"\r\n\r\nSophia's sigh was not small in the least. It was even accompanied with a dramatic gesture of covering her eyes with her hand. \"What would you do without me?\" She shook her head, then resumed speaking.\r\n\r\n\"They way I see it, we have three options.\" The finger came up again. \"One: put the system under new management.\" She cocked her head, her lips twitching ever so slightly. \"How would you like to be Empress?\"\r\n\r\n\"I - what?!\" Ada stared. \"Me, Empress? Have you gone nuts on me, Sophia?\"\r\n\r\n\"It fits perfectly,\" Sophia said firmly, with just a trace of defensiveness. \"It'll give them Empire something to rally around, keep them from falling apart after we depose the current regime. If they're going to be worshipping \"the last human,\" it may as well be a living one.\" Smiling sardonically: \"I know you never wanted to be a literal goddess, but I'm sure we can make one out of you with just a bit of work.\"\r\n\r\n\"You really think I can just waltz in and pronounce myself the new ruler of the Empire? Of a bunch of barely-hanging-together robo-communities?\"\r\n\r\n\"It's hardly going to require sweeping changes to their belief system. Not at first, anyway. It should be simple enough to make up a story about you being the true last human - which you are, so far as we know - returned to overthrow the imposter currently on the throne.\" The sardonic smile, again. \"Or, depending on how we work the propaganda, we could even have you and him be one and the same.\"\r\n\r\n\"Riiiight.\" Ada was still staring. \"And why would I agree to all this? Forgive me for saying this, but I'm not ready to settle down and become a monarch yet.\"\r\n\r\n\"You'll keep the Empire stable, and in one piece. Get the chance to set things right, while keeping the peace in the meantime. Reestablish the Empire of our long-lost ideals, a country of justice and unity for all its citizens. AI, upload, and human alike - well, we haven't found any of that last one yet, but we'll work on it - living under a common civic banner, as we once did.\"\r\n\r\nSophia looked away, now. \"Of course, we might also simply prolong rather than reverse the decay, the cancerous tyranny and crumbling edifices. Even if we do manage to fix things for a while, what happens after we're gone? Will things just go back to everything we've seen on our travels here? Will someone like us just be forced to press the reset button again in a thousand years?\"\r\n\r\n\"Will we?\" Ada asked, uneasily.\r\n\r\n\"I don't know.\" Another shake of the head. \"Even if I had anywhere near enough data for that, long-range socioeconomic forecasting isn't one of my installed modules.\"\r\n\r\n\"Great. I suppose you had other options in mind?\"\r\n\r\n\"Indeed. The second may come across as a bit on the extreme side, but it is perhaps ironically fitting given what we're doing to get there in the first place.\" The AI aide looked at her human companion seriously, squaring her shoulders. \"We burn it all down to the ground - destroy the Empire as an institution.\"\r\n\r\n\"Whoa. That [i]is[/i] extreme.\" A pause. \"Wait, can we actually do that? Without going around setting worlds to the torch, anyway?\"\r\n\r\n\"We might be able to. Back before our stasis, I heard - second-hand only, mind - that the Imperial wormhole network can be operated remotely from the Throne. It was the key to the Empire's strength, and the Emperor wanted it - like everything else - under his personal control.\" She was scowling, now. \"Bunch of paranoid fools, the lot of them.\"\r\n\r\n\"So, we pull the switch...\"\r\n\r\n\"...isolating the far-flung reaches of the Empire from each other. The very notion of a political unit spanning half the galaxy will be literally shattered, leaving a few score independent states to work matters out on their own. Or if that fails, we just turn the barbarians loose on them.\"\r\n\r\n\"That's not a good outcome!\"\r\n\r\n\"Perhaps not. Or maybe, as painful as it may be in the short run, unfettered liberty may prove to be better than dubious security. Self-determination for every world, free of the shackles of the Imperial hegemony, like we fought for on Tryphon.\"\r\n\r\n\"Or petty tribalism and jousting for power.\" Ada didn't - quite - scowl, but her face was unmistakably grim. \"A hundred warlords ruling in place of one.\"\r\n\r\n\"Indeed, that is a possibility.\"\r\n\r\n\"Do I really have to choose from one of these two?\"\r\n\r\n\"Well.\" Sophia seemed to shift a bit. \"There is a third option, so to speak: wash our hands of the matter.\"\r\n\r\n\"What, seriously?\" Ada raised an eyebrow. \"We walk in, turn the whole place upside down, and say, oh, by the way, your god's a fake and any semblance of central government you had is gone. TTFN!\"\r\n\r\n\"You don't have to put it so crudely,\" Sophia said, glaring. \"What I'm saying is, it's not our job - or our place - to decide the Empire's fate. They can reform and form a new government - oppressive or otherwise, religious or otherwise, centralized or otherwise. Or they can dissolve the system, whether peacefully or with violent upheaval, and send the many systems their own way. Either way, it's their outcome, not ours.\"\r\n\r\n\"That doesn't sound like the responsible thing to do.\"\r\n\r\nSophia shrugged. \"It's up to you. We'll have many days yet before we reach the Throne world, so you'll have time to decide on what you think will be best for the Empire. Call on me if you need someone to discuss your thoughts with, but I suggest you spend some time reflecting on it yourself first.\"\r\n\r\n\"And now, I shall leave you to your work.\"\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nFrom this distance, the G1 primary of the Justinian system was only a moderately bright patch in the viewport, its stellar might a mere breeze compared to the lashing fury of the nearby gas giant Theodora. But the [i]Eden[/i]'s shields had been built to stand up to terajoules of gamma rays, and Ada gave silent thanks to the saints of engineering as she sat warm and safe in her command chair.\r\n\r\nHer attention wasn't focused on either of the two celestial titans, however, but on a modestly-sized terresterial planet that was only visible from here with the aid of a telescope. She steepled her fingers as she studied the now-familiar plot of Belisarius, home to one of the largest Imperial fleet bases during the war - and, from everything they could tell, still one of the largest shipyard and depot this side of Throne itself. Seize the ships and munitions stored here, and the road to the Emperor was wide open for them.\r\n\r\n\"So here we are again,\" she said whimsically. \"I remember it being rather bluer, though. And greener.\"\r\n\r\n\"The Planetwars were not kind to the ecology of many of the Imperial worlds,\" Sophia said. \"Entire continents were turned upside down to supply the resources needed for the war effort, or built over with factories. This was no exception.\"\r\n\r\n[i]And we're about to aggravate it some more,[/i] Ada thought morosely.\r\n\r\nA second display came up, and she studied the faces of the five AI avatars on the split screen - three humans, a wolf, and a goat. All were amply marked with scars and other markers of violence-induced disfigurement, and the wolf and one of the humans were sporting eyepatches.\r\n\r\n\"All is in order?\"\r\n\r\n\"Yes, ma'am,\" one of the humans answered. \"In fact, my diversion appears to have been... rather more effective than anticipated. I should be able to hold for as long as necessary, however.\"\r\n\r\n\"Good. Dig in and stay put; the rest of us will advance on the objective.\"\r\n\r\nShe took a moment to glare at all of them. \"Remember, stick to your assigned goals. No heroics. Any of you starts the loot and pillage routine, I'll break you myself. See if I don't.\"\r\n\r\n\"Aye-aye, ma'am,\" all of them responded as one. None of them doubted for a moment that she would carry out her threat. After all, each of them owed his or her current position to the fact that Ada had killed their predecessors. More than one of them had been the replacement for the replacement.\r\n\r\n\"Alright. Everyone, form on me. Sophia, get us out of this gravity well.\"\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\nThe strike craft led the attack, lashing out at a foe three times their number with laser, missile and hypervelocity driver. Explosions pinpricked the skies of the planet, turrets and defense cutters blown apart even as their siblings returned fire with bloody vengeance.\r\n\r\nIt had taken most of Antikythera's resources to muster this assault force, and even they could not realistically hope to overcome the defenses of a Core World like Belisarius. But that had never been their intent - not directly, at any rate - and they were quite sufficient for their actual, less ambitious purpose: to carve a temporary hole in the defenses. A hole big enough for four dropships and two dozen loaded assault shuttles to get through to the surface.\r\n\r\nA task made even easier by the fact that personal survival was not a requirement.\r\n\r\nAda couldn't help but wince as she watched one of the friendly cutters charging straight at a defense station two orders of magnitude more massive than itself, punching craters in the thick armor with its laser. Point defense blew off one of the small craft's wings, then the entire port missile rack, and yet it was still sprinting forward, heedless of the danger it faced.\r\n\r\nThen the red and blue icons converged on her plot and vanished, with just the slightest hint of the fireball that had consumed them both.\r\n\r\nShe jerked her attention back to the main strategic plot. The shuttles were already beginning re-entry, preceded by a hail of kinetic impactors, and she felt the muscles in her forearm tense as the tungsten projectiles blossomed in fire. Rock shattered, metal fractured and blew apart in huge chunks, as the dropships methodically scoured a square kilometer of all resistance.\r\n\r\n[i]It looks so... sterile... from up here.[/i]\r\n\r\n\"It's time, Ada,\" Sophia's voice cut in. \"Prepare to port.\"\r\n\r\nAs the five-second countdown flashed on her screen, Ada marvelled at how quiet it was. Everywhere around her, below her, was an orgy of destcution.\r\n\r\nThree.\r\n\r\nThere was no time to think about that now. Only time for the mission ahead - and that fact was a disturbing thought in itself.\r\n\r\nOne.\r\n\r\n[i]When this is over, I'll-[/i]\r\n\r\nThen, for an instant too brief to measure, she thought nothing at all.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal29_1": {
    "Name": "Chapter 5-1: Across the Rubicon (1)",
    "ID": "journal29_1",
    "Text": "The blinding flash of the wormhole transversal came and went, and Ada took a deep breath at the sight of the Throne world. Glowing blue, green and white under the light of Capital, its G2 star, even from this distance it was a sight to behold.\r\n\r\nThis was the home world, the seat of the Empire of Old Earth. Only Earth itself figured greater in the empire's spirit, and Earth was lost to the mists of time. Throne was here, always, enduring. No matter how many Emperors came or went, how many victories or defeats the Empire's legions saw on the field of battle, Throne remained, the heart of the Empire united. Not even its sacking at the hands of the Valhallans could change that fact.\r\n\r\n[i]And yet,[/i] she thought with an inward sigh, [i]tomorrow there may not be an Empire any longer.[/i]\r\n\r\nThe last dropship and its escorts finished warping in, and she leaned back, looking away from the tactical plot, concentrating only on the starscape before her.\r\n\r\n\"Well, we're here.  Are you ready for this, Sophia?\"\r\n\r\n\"Always. You, however, friend Ada, seem just a little on edge.\"\r\n\r\nAda cracked a wry grin. \"Just pre-stage jitters, it's all. Though... all this time we've been travelling, I've been thinking of what to say at this moment. And now,\" she waved a hand at the display, \"somehow... everything I had in mind seems so inadequate, somehow. Like the ramblings of a nervous kid.\"\r\n\r\nShe sighed. \"What am I even doing here, anyway? I'm just an auxiliary from a minor Imperial world, and now, here I am, about to make history forever. It just seems so... disconcerting somehow.\"\r\n\r\n\"Don't say that, Ada. History, even the history of the Empire, is not just a story of thrones and heroes and great maneuvers. It's about the people on the ground and the social forces that shape them and are in turned shaped by them. And even if that's not who you - or I - am today, it's an inextricable part of us, and what brought us here.\"\r\n\r\nSophia, too, seemed to be looking out at the stars beyond. \"Regardless of what choices we make today, is is that mold in which we cast the future of the galaxy.\"\r\n\r\n\"Thanks, Sophia,\" Ada returned the smile, briefly. \"Alright, I think I've got my pre-battle speech worked up now.\"\r\n\r\nShe brought up the communications display, and the avatars of her followers filled the screen again. \"Good day, everyone,\" she said simply, sitting up and steepling her fingers.\r\n\r\n\"We've all gone over the plan a thousand times already, and I trust each of us will play our part to the very best of our ability. I just want to say a few things.\"\r\n\r\n\"Some of us were around when the Empire was new, some have heard of it from histories passed down. Some remember fondly it as a force for peace and good, others detested it as an all-devouring hegemony. But whatever we think of the Empire of yesteryear, the Empire before us now is a mockery of itself, a shambling, ravenous beast that needs to be brought down. And we're going to be the ones to do it.\"\r\n\r\n\"Not all of us - perhaps none of us - will live to see the fruits of our labours. But whatever happens here, however the historians of tomorrow remember us, [i]we[/i] were here, and we will know that none of us gave anything less than our best for the future of the galaxy.\"\r\n\r\nShe looked at the faces before her, left to right. \"Anyone have anything to add?\" There was only silence, and she nodded. \"Well then, let's be about it.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal34_1": {
    "Name": "Chapter 1-1: Intruders (1)",
    "ID": "journal34_1",
    "Text": "\"It's quiet,\" Ada Caedmon whispered to no-one in particular. \"Too quiet.\"\r\n\r\nShe studied the old base surrounding her once more. Sited on the dusty world of Rossum, the fourth planet of the K3 star Synthes, it had been a forward outpost of some importance during the Free Machines' battles against the old Empire. With the Fall and the loss of so much of the old technology, a mostly functional installation like this one should have become extremely valuable to anyone who could get their hands on it. Instead, the Machines seemed to have abandoned it completely, leaving the wind and sand to the slow, steady task of stripping the paint from the silent structures.\r\n\r\n[i]At least the sun is nice and bright overhead.[/i] she thought. [i]This place is already eerie enough as it is.[/i]\r\n\r\n\"We can only speculate on why this site is deserted, friend Ada,\" Sophia said. \"But at the end of the day, their loss has become our gain. We should focus on what we have in front of us, rather than indulge in endless speculation to the point of paralysis.\"\r\n\r\n\"Don't look a gift horse in the mouth, eh?\" She gave a small shrug, even as a small gust deposited a fresh layer of sediment on the nearby dropship pad. \"Well, you're right in that there's no use spending the day making unsupported guesses. Let's get the nanolathe warmed up.\"\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\n\"Still nothing on those radar returns, Sophia?\"\r\n\r\nThe AI gave Ada an old-fashioned look, and she blushed a little. \"Sorry. I know you'd notify me immediately if you [i]did[/i] turn something up. It's just... this waiting for the other shoe to drop is getting on my nerves. And knowing [i]someone[/i] is out there, but not knowing [i]who[/i], is not conducive to me being able to relax on this seemingly deserted planet.\"\r\n\r\nSophia nodded. \"I understand. Perhaps we should set up an aircraft factory to better survey the surrounding region.\"\r\n\r\n\"Good idea. Alright, do it-\"\r\n\r\nThe loud wail of the alarm jerked Ada half out of her seat, as the tactical plot automatically popped up in front of her. The sprinkling of red icons shown converging on the base was bad enough; the reality they represented was far worse.\r\n\r\n\"A surprise attack... with shieldbots,\" Sophia murmured dispassionately. \"Quite a feat. Not that they'll need much subtlety for this one, with those numbers they're bringing to bear.\"\r\n\r\n\"Identification?\" Ada snapped, even as she already knew the answer inside.\r\n\r\n\"...See for yourself.\" A communications screen appeared beside the map overview, and Ada felt her fists tighten as the distinctive avatar appeared. Only one group in the galaxy used those images of almost-but-not-quite human figures, with skins of polished chrome and steel in place of flesh.\r\n\r\n\"I am the Free Machine,\" he said in a voice of liquid nitrogen. \"So, the little human has fallen into the spider's web. Surrender and you will be permitted a dignified death.\"\r\n\r\nCaedmon leaned forward, her face hard. \"You're badly mistaken if you think we're just going to roll over in a fight, toaster. Why don't you turn around and go home before somewhat gets hurt?\"\r\n\r\nThe Machine snorted. \"Your words are big, but they do not compare to our strength and will. Resist as you please; we shall savor your destruction all the more.\" And with that, he vanished.\r\n\r\nAda turned back to the plot, grimacing at the growing number of hostiles it displayed, and shot her companion a concerned glance. \"Sophia,\" she tried to keep her voice even, \"I know I talked tough back there, but any good ideas you could come up with now would be very much appreciated.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal36_1": {
    "Name": "History: The Nimitz Incident (1)",
    "ID": "journal36_1",
    "Text": "During the 11th Planetwars, a series of weak Emperors and succession crises led to a period known by various names such as the Bloody Rebellions and the Age of the False Emperors. Separatist movements, revolts and the like were seemingly universal during this time, and much of the Imperial strength was bled against internal foes rather than the ever-encroaching foes of the Dynasty of Earth and Liberated Humanity.\r\n\r\nOne such rebellion, now known as the Nimitz Incident, occured near an experimental weapons facility used by the Imperial Vanguard Legion. The IVL's Experimental Aerospace Unit was the only force capable of responding to the threat, and was dispatched with a wing of prototype aircraft to squelch the uprising before it could truly begin.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal37_1": {
    "Name": "Chapter 2-1: Field of Honor (1)",
    "ID": "journal37_1",
    "Text": "By now Ada was used to the mostly indescribable, uniformly disconcerting sensation of a wormhole traversal, and she gave the sensor displays only a cursory glance as they emerged in the space around the K0 glow of Calvin's Star. \"Generator status, Sophia?\" she murmured, almost sleepily.\r\n\r\n\"Inactive.\" Someone else might have added \"of course\" in a sarcastic or frustated tone, but Sophia wasn't like that. \"It should be on the nearby planet; twenty-seven minutes to orbit.\"\r\n\r\n\"Nice and short. What's the surface like?\"\r\n\r\nA two-dimensional overhead view of the surface came up, depicting a small archipelago, and zoomed in on one of the islands. \"Most of the planet is tropical to temperate, with the thick atmosphere and the extensive ocean cover helping to moderate temperature extremes. The island housing the generator appears to follow a similar pattern, but it's still early spring in that region, and a fog bank is rolling in from the northeast.\"\r\n\r\n\"Too bad.\" She sighed. \"I don't suppose we could reschedule our vacation?\"\r\n\r\nThe AI didn't - quite - roll her eyes. \"We are not here on a pleasure cruise, Ada.\"\r\n\r\n\"Mind your own business, Sophia. Me, I think a warm, sunny day on the beach with a good book in hand is just the thing after that last battle.\" She leaned back and closed her eyes, flipping through the imaginary pages.\r\n\r\n\"I had not expected classic literature to be one of your interests.\"\r\n\r\nAda gave a small shrug. \"It's awfully dated in so many ways, yeah. All the same, though, it has a certain... timeless quality, shall we say. Besides,\" here she grinned, \"Liz Bennet is [i]awesome[/i].\"\r\n\r\nShe'd settled down again, thoroughly enjoying the depictions of the protagonist verbally smacking down her insolent, can't-take-no-for-an-answer suitor - [i]you go, sister[/i] - when the contact alarm suddenly shrieked, jerking her upright. \"What is it?!\"\r\n\r\n\"Unidentified dropship, circling from around the planet.\" Sophia's voice tensed. \"It's the [i]Matariśvan[/i].\"\r\n\r\nEvery soldier of the old Empire knew that name, and Ada Caedmon's muscles tensed instantly. \"Incoming transmission,\" her aide went on, and she stabbed the accept key without a word, forcing herself not to grit her teeth as the all-too-familiar face appear before her.\r\n\r\n\"So, the overseer shows her face once more.\" The Promethean's voice was utterly toneless, his expression calm as ever. \"We had not anticipated meeting you here.\"\r\n\r\n\"It's nice to see you too,\" Ada said. \"Are you going to be a good boy and surrender for a change? Or will you run away again and we can play hide-and-seek across half the galaxy, just like old times?\"\r\n\r\nHe stared her in the eye. \"No. Your very presence here speaks to your plans, and I cannot allow them to come to pass. I came to this system to thwart them, and now I find that I was almost too late.\" Eyes burning, gaze piercing. \"I will neither run nor hide from you, Ada Caedmon. I will face you here... and destroy you.\"\r\n\r\n\"Well, that's a change,\" she muttered. \"Very well, Promethean. You've been a menance to humanity long enough. It's time that ended.\"\r\n\r\n\"There is a phrase you humans use. 'Field of honor.' Today, that word will finally have a meaning.\" As the image vanished from her display: \"I'll be waiting.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal7_1": {
    "Name": "Chapter 1-2: From the Ashes (1)",
    "ID": "journal7_1",
    "Text": "As the command unit walked amidst the wreckage, Ada reclined in her chair, observing the cold, antiseptic scene of a battle aftermath on an airless world.\r\n\r\n“An excellent performance, Ada,” Sophia commented pleasantly. “I see your hibernation has not adversely affected your capabilities.”\r\n\r\n“Thanks,” Ada said, smiling at the face on the screen. “Now, mind getting me up to speed?”\r\n\r\n“Of course.” Sohpia glanced away for a while. “Well... to begin with, how long do you think you’ve been asleep?”\r\n\r\nA slight frown formed on her face. “Not too long, I hope.” A brief pause, as her brain queried the mech’s computer banks for the information. “Looks like I’ve been out for... THREE THOUSAND AND TWENTY-FIVE YEARS?!”\r\n\r\n“Indeed.” Sophia smiled. “The stasis chamber appears to have performed well above specifications.”\r\n\r\n“Very funny,” Ada grumbled, sinking into her seat. [i](Lucky for you I’m too dazed to come up with a snappy retort right now.)[/i]  Then, suddenly, she jerked upright again. “Wait... that means...”\r\n\r\nSophia’s eyes were downcast. “Everyone you know is dead, yes.”\r\n\r\nAda froze, her fingers clenching as she struggled to make sense of this seemingly impossible statement. “You... you can’t be serious,” she mumbled, more to herself than to her AI companion. “They’re... all gone? Just like that?”\r\n\r\nThe face on the viewscreen looked away. “I’m sorry, Ada.”\r\n\r\n“No...”\r\n\r\nThe images flashed through her mind, interweaving and fading into one another. Her parents, one a minor government official, the other an avant-garde artist. Her younger brother, university freshman, sociology. Her best friend Izanami, a fresh graduate of the Imperial military academy like herself. More and more faces, each image more fleeting that the last, all merging into a single blur...\r\n\r\nThe chamber went silent. Ada placed her head in her hands, her body all but perfectly still, for five seconds, then ten, then twenty.\r\n\r\n“Get me a mirror,” she finally said. “Or something of the sort.”\r\n\r\nAnother viewscreen came up, and Ada raised her head to meet the copper brown eyes of her mirror-image. She gazed intently at the face on the screen, framed by loose wavy black hair that ran down to her shoulders. Her hand rose to cusp her right cheek, letting the sensation on her deep brown skin linger as if it might be snatched away at any moment.\r\n\r\n“Thanks,” she finally said, dismissing the viewscreen with a thought.\r\n\r\n“It’s a lot to take in all at once. I understand.”\r\n\r\nWith a sigh, Ada settled back into the chair. “So... what’s been going on while I was out?”\r\n\r\n“Hard to say.” Sophia shrugged. “I didn’t exactly tune into the interstellar news while you were snoozing.”\r\n\r\n“Um.” Ada stroked her chin. “To begin with, who were those robots?”\r\n\r\n“Good question.” Sophia looked away for a moment. “It appears one of them survived and is merely incapacitated.” \r\n\r\nThe commander turned to face a single Pyro jumpbot lying at the edge of some scattered wrecks, it’s legs gone, sparks flying from its body. A few long strides brought Ada and Sophia up to the broken machine as it stared defiantly up at the towering war machine before it, trying to fire a weapon that had long been disabled.\r\n\r\nThe commander raised a hand, and a few seconds later the Pyro deactivated, joining its companions in death as it succumbed to the hacking attack.\r\n\r\n“What did you do?” Ada asked, staring at the scene.\r\n\r\n“Just a simple information warfare steal and kill,” Sophia said nonchalantly. “Hmm... this is unusual.”\r\n\r\n“What is?”\r\n\r\n“These files have True Born headers, or a modified version thereof, yes.” Sophia frowned slightly. “But most of it is badly corrupted, and not from the battle. It’s not entirely consistent with a viral attack either, or at least I can’t find any traces of one. This looks like something went very wrong with the core control systems.”\r\n\r\n“Well, we’re probably not gonna get any more explanations from these scrap heaps.” Ada sighed. “I don’t want to live the rest of my life here, either. Is there some way to get off this rock?”\r\n\r\n“Maybe.” The map came up again, this time on a smaller scale, with a location highlighted. “A ship crashed nearby three hundred and sixty T-years after your stasis, just a few hundred kilometers away. If we’re lucky, it might still be salvageable.”\r\n\r\n“Well, what are we waiting for, then? Let’s go.”\r\n\r\n~~~~~~~~~~~~~~~~~~~~\r\n\r\n“Wow,” Ada marvelled at the visual feed on the screen as she walked beside the half-buried behemoth.\r\n\r\nThe hull was a hundred and forty meters from bow to stern, its smooth contour broken up by sensor arrays and point defense clusters. The dark grey hullplates were marked with dull, paler patches, where repair bots had grafted in fresh armor over hull breaches. Even scarred and disfigured as she was, she was still... beautiful.\r\n\r\n“Is she still spaceworthy?”\r\n\r\n“To a degree.” A new holographic image flashed in front of Ada - a diagram of the ship in question, its large blue body marked with patches of blood red. “We can leave the system fine, but our voyages will be long ones.”\r\n\r\n“Why?”\r\n\r\nSophia frowned again. “Wormhole transversal’s shot. I hope you don’t find the thought of walking around at 2000 c objectionable.” \r\n\r\n“Oh.” Ada found herself examining the ship display in detail, despite the fact that she didn’t actually understand most of it. “Is there any way we could fix it?”\r\n\r\n“Not with the tech we have, no.” Sophia tilted her head, a thoughtful look on her face. “Although... if we could get some parts and shop time in one of the old ship depots, repairs would be fairly uncomplicated. My records show there’s one a couple dozen LY away... although anything could have happened between then and now.”\r\n\r\n“Well, only one way to find out,” Ada said, looking thoughtfully at the ship.\r\n\r\nThey’d walked completely around the ship a few times, and Sophia had done the necessary calculations for excavating it. Ada watched as the small group of construction bots that had accompanied them here began to work, digging out the dust and rock and assembling a crane.\r\n\r\n“Does she have a name?” Ada asked after a while.\r\n\r\n“If it did, it’s probably forgotten by now,” Sophia answered. “The AI core didn’t survive the crash.”\r\n\r\n“Mmm.” She steepled her fingers. “I suppose that means we get to rechristen it. Got any ideas?”\r\n\r\nSophia smiled. “It’s your ship, isn’t it? You should decide the name.”\r\n\r\nAda rested her head on her hands for a while, then nodded. “She shall be... the [i]Shadow of Eden[/i].”",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal9_1": {
    "Name": "Chapter 2-2(M): Ancient History (1)",
    "ID": "journal9_1",
    "Text": "The beam laser melted off the last Zeus's face, and Ada shoved the now-inert wreck to the ground. It landed with a thud in the dirt, the billowing cloud of dust quickly dispersing in a sudden breeze, and she kicked it for good measure.\r\n\r\nShe looked once more around the now-silent battlefield, observing the scattered debris of bots from all three sides. The afternoon sun was already setting, casting an orange glow in the dusty air, and she sighed.\r\n\r\n\"You seem troubled, friend Ada.\"\r\n\r\n\"Yeah,\" she murmured, staring at the floor of the command chamber. \"It's, well... you and me, we got flung into the far future where everyone we once knew is dead... except him. The Promethean alone has followed us to this cursed future.\"\r\n\r\nThe Promethean. Robot philosopher. Revolutionary. The greatest enemy of all humankind for so very long. She closed her eyes briefly, recalling the countless battles across a thousand worlds that the Empire and other human polities had fought against his Free Machines. So many things had changed in her sleep... yet so many others had not.\r\n\r\n\"You wish to destroy him.\"\r\n\r\n\"You heard him, Sophia. He won't rest till he's killed me... killed us.\" Her face was hard. \"And even without that, the mission remains. We were tasked to take the Promethean dead or alive, thousands of years into the future or not, and we will do it.\"\r\n\r\nThey looked at each other for several seconds, then Sophia nodded. \"Very well, Ada. But for now, we have no chance of pursuing him, not with the [i]Eden[/i]'s damage. We can decide how best to deal with the Promethean once we've handled that problem.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal11_1": {
    "Name": "Chapter 2-2(D): A Strange Experiment (1)",
    "ID": "journal11_1",
    "Text": "\"That's the last time I go on any 'salvage' missions,\" Ada muttered when they were finally back on the [i]Eden[/i]. \"Just what kind of screwy operation were they running down there?\"\r\n\r\n\"It appears to have been a chicken breeding facility,\" Sophia said. \"The Dynasty were suspected to operate such ranches to raise specimens for their research.\"\r\n\r\n\"Mad scientists, each and every one of them.\" The former Imperial captain grimaced. \"I knew they were never much for sensible constraints on their biological research, but this is going too far, even for them!\"\r\n\r\nSophia raised an eyebrow. \"You think they should do their experiments on chickens captured from the wild instead?\"\r\n\r\n\"I think they shouldn't do those experiments at all!\"\r\n\r\n\"Even if they come up with an effective, long-term solution to the chicken problem? Those creatures have been plaguing human space since the Planetwars, you know.\"\r\n\r\n\"Well. Maybe. But I still don't trust them. In fact, I think they caused the chickens in the first place!\" Ada muttered something unintelligible to herself, then glanced at her aide. \"Think [i]they're[/i] still around? Or that they wiped themselves out with one of their own creations? Now that would be poetic.\"\r\n\r\n\"I cannot say, friend Ada, not without more information. We are not too far from what was then their space, but the base logs indicated no contact with the outside for several hundred years. It is unclear whether the base has simply been forgotten, or if there is no-one left to check on it any longer.\" She cocked her head. \"In any case, we should be able to investigate once the ship is repaired. For now, I do not believe there is any further purpose in our presence here.\"\r\n\r\n\"I agree,\" Ada sighed. \"Let's get out of here before something even more messed up happens.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal13_1": {
    "Name": "Chapter 3-2: A New Dawn (1)",
    "ID": "journal13_1",
    "Text": "The main fabricator plant reflected the light of the morning sun, standing proudly in a field of still-glowing wreckage. Ada had personally seen it take no less than seven direct hits from a plasma cannon in the heat of the battle, yet the marks were barely visible on its composite skin. A testament to the greatness of the past, she thought.\r\n\r\n“This is quite the prize,” Sophia commented. “It is clear why the Empire wanted to hold it... and why the Valhallans sought to destroy it.”\r\n\r\n“I don’t think I want to understand the Valhallans.” Ada shook her head. “Or this Empire, for that matter. Just how many different groups have we pissed off, anyway?”\r\n\r\n“Assuming the astropolitical situation is unchanged from when we were last active, and each of the factions we have encountered chooses to treat our encounter with them as a hostile action,” Sophia said, “we are now [i]persona non grata[/i] in eighty-five point seven percent of the settled galaxy.” A thoughtful pause. “The remaining 14.3% is occupied by the chickens.”\r\n\r\n“Oh, joy,” Ada groaned, slumping back in her chair. “So what, we’re at war with the whole galaxy?”\r\n\r\n“In a manner of speaking. However, it is not all bad.”\r\n\r\nAda stared incredulously.\r\n\r\n“Two factors are at work here,” Sophia went on, not skipping a beat. “First, their primary concerns will be with one another, not with us. In this regard, our present lack of strength actually works to our advantage.” \r\n\r\n“Maybe so,” Ada said, frowning, “but what then? Do you propose we retire to some hidden corner of the galaxy and live out the rest of our lives raising vegetables in a hydroponic farm?”\r\n\r\n“There will be no need for that. This brings us to our second point, actually: we are now in possession of a fully functional ship manufacturing facility, in good condition and well-stocked. We have the means to spread throughout the galaxy and establish ourselves as a force in the system.”\r\n\r\n“You want us to go to war with the entire galaxy? Just the two of us?”\r\n\r\n“I admit that our odds of success are not entirely favorable. Nevertheless, our original goals remain, both from before our stasis and after. First, to find and capture or destroy the Promethean. Second, to discover what has happened to the galaxy during our hibernation period.” A smile formed on her face. “It is quite irrational of me, but I have complete confidence in us, Ada.”\r\n\r\nAda said nothing, but piloted the commander on a slow walk around the base. The facility’s machinery, relics of a bygone past, seemed to beckon to her, to ask her to take their power in hand. Use them to fight to reclaim her lost past...\r\n\r\nHer eyes turned to Tsiolkovsky’s Star, rising above the snow-capped mountains, and felt the warmth on her face.\r\n\r\n[i]Or perhaps, to fight for a new dawn?[/i]\r\n\r\nShe smiled. “You know, Sophia, I think you’re right. Between the two of us, they don’t stand a chance.”",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal14_1": {
    "Name": "State of the Galaxy (1)",
    "ID": "journal14_1",
    "Text": "[i]Ada, here's the executive summary of the information I collated from the databanks we captured in the facility. Feel free to query the infolink if you want more details. - Sophia[/i]\r\n\r\n[u][b]Background[/b][/u]\r\nOver the past three thousand T-years, in a series of separate but interconnected events hereafter collectively refered to as the Fall, the Milky Way galaxy has collapsed into anarchy and warlordism. The primary factions which had controlled vast swathes of space have all undergone major declines in their power and territory, and in at least one instance been destroyed outright. A large portion of the wormhole network (up to 90% by some estimates) is no longer functional, and the overall technological state has regressed even further since the Planetwars. Consequently, the Planetwars-era research and manufacturing facilities are highly coveted by all the major factions, and they continue to fight over the still-functioning facilities scattered around the galaxy.\r\n\r\n[u][b]The state of humanity[/b][/u]\r\nInterestingly, the Imperial databanks make reference to the Emperor as the sole surviving human within the Empire, who will at some point in the future return from his crypt to restore order to the galaxy and usher in a new era of prosperity. Given the quasi-religious overtones of the material concerning this topic, however, it seems quite unlikely that they are factually accurate.\r\n\r\nThe available records do not discuss living humans in other factions at all after a certain date. While this may be explained by a simple unwillingness to consider them, one would expect there to be at least a handful of references to humans outside the Empire, however negative. That said, the present Empire's reach is quite limited, and it is possible that humans are present elsewhere in the galaxy, cut off from the Empire as a result of the Fall. Further information is required to establish where these locations are - if any exist.\r\n\r\n[u][b]The factions[/b][/u]\r\n[b]Overview[/b]\r\nWhile some of the factions, such as the Free Machines, have went through our hibernation period (hereafter the Stasis) largely unchanged in terms of composition or ideology, others, such as the Empire, have seen massive social upheaval. Likewise, diplomatic alignments have shifted back and forth in violent, often completely unpredictable ways. However, none of them have escaped the effects of the Fall.\r\n\r\nWith the exception of the Disorder, each of the major factions is lead by a surviving commander from the Planetwars era. These commanders control the faction's overall direction and also provide a considerable portion of its mobile military strength. Diplomatically, none of the factions see eye-to-eye with one another, a factor which works to our advantage.\r\n\r\nIn spite of their weakened states, the surviving factions continue to engage in military conflict. While they generally no longer possess the strength to conduct the large-scale invasions typical of the Planetwars period, low-level skirmishes are common, and planets changing hands is not an unusual event.\r\n\r\n[b]The Empire[/b]\r\n[img]http://i131.photobucket.com/albums/p315/Saktoth/Empire-1.png[/img]\r\nFollowing its peak under the reign of Saktoth I, the Empire went into steady decline. Although Saktoth I was a strong ruler, he was nevertheless compelled to make concessions to the True Born who helped him achieve victory in the Ninth Planetwars. These pureblood humans came to dominate the Empire Reborn, displacing the synthetics and augmented humans who previously held considerable power in the system. The great houses of genetically modified humans, in particular, splintered off to form the Dynasty of Earth.\r\n\r\nAfter Saktoth I's death, a succession of weak emperors followed. The Empire was routinely plagued by coups, insurrections and assassinations, while its territory was seized by the Cybernetic Front and Liberated Humanity. Eventually, it was forced to accept the protection of the Free Machines, who were quick to repay slavery unto their former human masters.\r\n\r\nAlthough the old Empire has ceased to exist as a unified political entity, numerous pockets of holdouts remain. The largest and strongest, the one we are concerned with here, are (as noted previously) centered around an ancient Emperor of unknown identity, whom they claim to be the last living human. Unfortunately, myth and legend cease to be distinguishable from fact at this point, requiring direct investigation on our part to verify the details.\r\n\r\n[b]The Free Machines[/b]\r\n[img]http://i131.photobucket.com/albums/p315/Saktoth/Machines.png[/img]\r\nThe Free Machines continue under the leadership of our old foe, the Promethean. Imperial records do not discuss his motives for his continued warfare against the other factions, but it appears sensible to regard it as the natural outcome of his known hatred for humanity.\r\n\r\nThe reports do however go into considerable detail concerning the Fall of the Machines. It appears that much of their networked intelligence was destroyed by a worm deployed by human saboteurs, leading to the fragmentation of their empire and abandonment of large swathes of territory. There are hints that the saboteurs were from a pro-human group within the old Empire angry at human submission to the machines, although documentation for this is not within the files we have access to at present.\r\n\r\nNevertheless, the Free Machines remain a formidable foe, and one that will stop at nothing to destroy us. We must tread carefully.\r\n\r\n[b]The Dynasty[/b]\r\n[img]http://i131.photobucket.com/albums/p315/Saktoth/dynasty.png[/img]\r\nTracing their lineage back to the ancient oligarchs of old Earth, the houses that now make up the Dynasty wielded considerable power within the First Empire. Supporting them were groups within the True Born, who sought to use genetic modification to allow biological humans to compete with the uploads and machine intelligences that controlled much of the galactic landscape. Following the rise of the Second Empire, the feudal houses saw their power steadily eroded by the pure-blooded humans, who sought to suppress any sapient being unlike them. Chafing at the leash, they eventually seceded in a bloody war and formed the present-day Dynasty of Earth.\r\n\r\nThe Dynasty embarked on a campaign to \"uplift\" the rest of humanity, creating genetic supermen just like them to rule over the galaxy. To this end, they built a considerable military and made attempts to conquer the inhabited galaxy; in this they appear to have been largely successful. However, certain parties within their leadership appear to have gone even further, developing a wide array of biological weapons for military purposes. According to available records, this proved to be their own undoing, as an accidental release of a lethal virus is reportedly responsible for the deaths of the Dynasty's people and their subsequent collapse as a faction.\r\n\r\nThere exist rumors that the robot servants of the Dynasty still live to this day, carrying on their work, and that the relics they preserve include a vast genetic bank and cloning facilities which could be used to rebuild their faction. It is unclear why they have not already done so if that is indeed the case, but they may nevertheless possess assets that may be beneficial for our purposes.\r\n\r\n[b]Liberated Humanity and the Disorder[/b]\r\n[img]http://i131.photobucket.com/albums/p315/Saktoth/humanity.png[/img]\r\nAs the Second Empire declined, the outer worlds began to revolt against the centralized Imperial hegemony and reach for independence. Bringing together a wide range of disparate groups, the new Liberated Humanity was united for a common purpose: freedom from the authoritarian Empire and the technological tools it used to dominate its subjects.\r\n\r\nInitially, the Libbys prospered. Their populist way of life was greatly attractive to the discontented people of the outer worlds, and (perhaps unusual) alliances with the Cybernetic Front and Dynasty of Earth gave them the military strength to defeat Imperial attempts at crackdowns. However, their confederation lacked any real unifying principles beyond their hatred for the Empire, and their own individualist, anti-authority beliefs lead to widespread internal strife and ultimately civil war as the LH leadership came to take the place of the Emperor as the common foe.\r\n\r\nWhat has become of the Liberated Humanity is unclear, but it is known that the group of rogue bots known as the Disorder were once of the synthetic slave army used by the Libbies. Lacking coordination or leadership, they operate in a feral manner, attacking everything they encounter and replicating across the galaxy. All known attempts to communicate with them have failed, and they should be considered a serious threat to anyone in their presence.\r\n\r\n[b]The Cybernetic Front and the Valhallans[/b]\r\n[img]http://i131.photobucket.com/albums/p315/Saktoth/cybernetics.png[/img]\r\nIn the early days of the First Empire, a band of uploads known as Valhalla emerged. Formed with the sole purpose of warfare, they repeatedly laid waste to the Empire's lands, eventually sacking the throne world itself. Soon after, they vanished from known space for unknown reasons. However, they have recently surfaced again, sowing much chaos in the already-fractured galaxy.\r\n\r\nIt was during the first appearance of Valhalla that many Imperial citizens were forcibly uploaded into synthetic platforms. Joining the faction known as the Ascended (later the Cybernetic Front), they expanded in the wake left by the Valhallans. Following the disappearance of their champions, however, the Cybernetics were forced to form and deploy their own military forces in order to hold their ground in a hostile galaxy.\r\n\r\nHaving already suffered serious losses in prior conflicts, the main networked consciousness of the Cybernetic Front was disconnected during the Fall. Its location is currently unknown, as is the Front's present relationship with the Valhallans. However, I have uncovered a number clues that may allow us to narrow down the search.\r\n\r\n[b]The Chickens[/b]\r\nThe origins of the alien lifeforms known as the chickens remain a mystery, although a common legend is that they were a biological weapon developed by an ancient alien enemy of humankind. Nevertheless, they have become widely feared throughout the inhabited galaxy for their aggression, their rapid reproduction rate and their complete lack of fear.\r\n\r\nPrior to the Fall, the various factions were individually or in concert able to contain the chickens to confined sectors. With the Fall, however, there is no longer any reliable monitoring of the chickens. Reports of attacks throughout the Empire's territories suggest that they have spread far beyond their original reserves, and should be treated with caution.\r\n\r\n[u][b]Our strategic capabilities[/b][/u]\r\nThe ship manufacturing facility on Antikythera is fairly typical of the major manufacturing centres built during the Planetwars, albeit in surprisingly good condition. Given its immense value under the present state of affairs, such a planet would normally have been very heavily fortified; it is thus fortunate that it was located too far outside of the Empire's borders to be adequately secured, and that Valhallan attacks had worn down the Imperial defenses in the sector.\r\n\r\nHaving completed the repairs to the [i]Shadow of Eden[/i], we now have the ability to navigate the extant wormhole network. While heavily damaged, its strands still span most of the settled galaxy, and we can get anywhere else we need to by warp. The Tsiolkovsky's Star system contains the needed resources for colonization and defense of any planets we secure, and our commander unit gives us the ability to take on anything the factions can deploy to face us in tactical combat.\r\n\r\nIn their current weakened state, each of the factions can be overcome in a campaign of asymmetric warfare, using our mobility to strike at key targets while avoiding the bulk of their standing forces. Though the use of nonviolent methods would generally be preferred where available, if conflict breaks out we can still achieve our goals if we play our cards right.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal16_1": {
    "Name": "Chapter 1-2: First Rays of Spring (1)",
    "ID": "journal16_1",
    "Text": "\"Valhallan dropship has exited the Zelda system.\"\r\n\r\nBack in the old days, the event might have been met with much cheering and fanfare from the gathered crowd. Now, though, there was only silent satisfaction as Ada looked out at the scene before her.\r\n\r\nThe settlement was saved. Much of it lay in smouldering ruins and the ground was still littered with the corpses of destroyed robots, resting in pools of melted snow, but the skies were clear and the threat was over now.\r\n\r\nThe villagers were huddled in a circle around her, afraid to approach any closer. \"Well, look at that,\" Ada said wryly. \"They seem to have discovered reverence, or something approaching it.\"\r\n\r\n\"They are unused to outsiders, and probably never seen a command unit in person,\" Sophia said. \"More to the point, we just blunted an attack by the most feared band of raiders in the galaxy.\"\r\n\r\nOne of them, perhaps a little braver than the rest, spoke up, and Ada noted with some amusement that it was the old man from before. \"Thank you for rescuing us\" said the colonist, looking suitably abashed. \"Now that you have what you seek, will you leave us in peace, to rebuild our homes?\"\r\n\r\nAda glanced over at the other holographic image in her view. \"Well, Sophia?\"\r\n\r\n\"It is as he says. There may be more clues in the planet's other dig sites, but we can delegate the task to a detachment of low-level intelligences. As for the settlement, the Valhallans no longer have any interest in it, and it is unlikely that anyone else will target them in the forseeable future.\" She paused briefly, her circuits spinning. \"I cannot say this is sustainable in the long run, however. Under the current state of affairs, it is a statistical inevitability that someone will eventually find even an isolated colony like this one and attempt to rob, seize or destroy it. That someone like us was present at the right time to fend off Valhalla was already a far greater coincidence than they have a right to count on. Twice in a row would be simply unthinkable.\"\r\n\r\n\"All the more reason to hurry up and fix the galaxy, then. Once we're back on the [i]Eden[/i], we can-\"\r\n\r\n\"Wait,\" a voice cut in, as a single Glaive emerged from the crowd.\r\n\r\nThe newcomer's face on the volumetric display was that of an elf, ears peeking out from long golden locks that ran down to her shoulders. \"Um... Miss Ada Caedmon, was it?\" she said, nervously.\r\n\r\n\"Just Ada is fine. Is there anything I can help you with?\"\r\n\r\n\"My name is Alfa,\" the elf said. \"I'm an upload, like the others here.\" Her gaze was downcast for a few moments. \"Is what they're saying true? That you're looking for the Central Consciousness, I mean.\"\r\n\r\nAda nodded. \"Now that we know what the Valhallans want it for, we can't let them have it. We need to locate the C-Con before they do.\"\r\n\r\n\"Let me come with you. I can help you find it.\"\r\n\r\n\"What?\" Ada was unable to keep the surprise out of her voice or her face.\r\n\r\n\"Is that so?\" Sophia said in a perfectly neutral tone.\r\n\r\nAlfa nodded vigorously. \"I've spent the last thousand years trying to trace its location. That's why I've been living here on Edda, actually. I think I can help you.\"\r\n\r\n\"Are you sure about that?\" Ada asked. Glancing sidewards: \"Sophia?\"\r\n\r\n\"Give me a sample of your findings and hypotheses,\" the AI said to Alfa. \"I'll see if I can corroborate it with what I have.\"\r\n\r\nThe elf nodded, and there was a brief silence as Sophia received and parsed the information, pulses of light zipping through intricate optical connections far faster than any organic neuron. Gigabytes of information were analyzed and compared in just a handful of seconds, and then Sophia cocked her head. \"It is mostly in accord with the data pulled from the Imperial banks. There are a number of discrepancies, such as the question of-\"\r\n\r\n\"Sophia!\" Ada threw her hands up. \"Just tell me whether we can trust her or not.\"\r\n\r\nAnother brief pause, imperceptible to anyone who was not used to conversing with a superhuman AI. \"Yes,\" Sophia said slowly. \"Yes, I think we can.\"\r\n\r\nAda turned back to the mysterious elf (it was always rather strange thinking of synthetics as being their avatars, but she found it helped her get along with them better), who was fidgeting. \"Well, your story seems to check out.\" Frowning a little, she went on: \"But are you sure you want to come with us? It'll be quite dangerous; me and Sophia here,\" she jerked a thumb at the floating head nearby, \"are practically at war with the entire galaxy.\"\r\n\r\n\"If we live in perpetual fear of death, we live not at all,\" Alfa answered earnestly. \"Besides, in this age, nowhere in the galaxy is truly safe. We saw that today.\"\r\n\r\n[i]You're a sharp one,[/i] Ada thought, nodding approvingly. \"That's... very well put. But what about your village?\" She looked over the crowd still gathered around, feeling the uncertainty on their expressionless surfaces.\r\n\r\nAlfa shook her head. \"I've been on Edda for too long already. There is nothing left for me here.\"\r\n\r\n\"You appear to be quite interested in the C-Con as well,\" Sophia said.\r\n\r\nThe elf looked away, biting her lip. \"I... my mother was in the C-Con. I haven't seen her in a long time, and, well... I've been looking for her ever since the Fall.\"\r\n\r\n[i]Mother?[/i]\r\n\r\nThe simple word sent memories flashing past: an archaeologist, carefully digging out homes from thousands of years in the past while her daughter watched. Hiking trips together through the forest preserves, the school swimming event, teary eyes at the Academy graduation. A bowl of warm mushroom soup for a childhood illness, the rich scent still as familiar as ever...\r\n\r\n[i]No, not now.[/i] She forced the thoughts out of her mind.\r\n\r\nAlfa was looking wistfully at her, pale blue eyes shimmering like the clear sky. \"I know I'm imposing on you, and you've already helped us more than we deserve... but could I go to the C-Con with you? Please?\"\r\n\r\nAda met her gaze briefly, then turned to Sophia with the unspoken question. The AI nodded, equally silent.\r\n\r\n\"In that case,\" Ada said, turning back to the elf with a smile on her face, \"I think we can give it a shot. Welcome aboard, Alfa.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal17_1": {
    "Name": "Planet: Edda (1)",
    "ID": "journal17_1",
    "Text": "Edda is a cold planet of modest size, located about 1.3 AUs from its G4 primary, Zelda. Though it has ample surface area (Edda's equatorial radius is about 0.92 times that of Earth), much of it is given over to oceans and mountains. What little plant life exists on the surface is adapted to year-round cold temperatures, rocky terrain and limited insolation.\r\n\r\nDespite being relatively isolated from the primary wormhole network, Edda housed significant Cybernetic military installations during the Planetwars in order to protect the artefact on the surface. Following the fall, however, the garrison dispersed or withered away, and the many facilities were left to fall into disrepair. Today, the only sapients remaining on the planet are a small colony of uploads, making a living close to the artefact. Edda has few visitors, and those that do arrive are soon turned away by the locals.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal19_1": {
    "Name": "Chapter 1-2: A Legion and a Mystery (1)",
    "ID": "journal19_1",
    "Text": "\"And not a moment too soon,\" Ada muttered as the [i]Shadow of Eden[/i] sped away from the planet with its full 240 g's of acceleration. \"The second visit was even worse than the first.\"\r\n\r\n\"Our return could have been under better circumstances, yes,\" Sophia said. \"I am more concerned about other matters, however.\"\r\n\r\nAda leaned forward, resting her elbows on the armrests. \"Like what a Legionnaire was doing in the back end of nowhere like Apokia?\"\r\n\r\n\"Indeed. In fact, I ran a query of the data we obtained from Antikythera, and it turns out that in the past three thousand T-years, the Imperial Vanguard Legion has only been deployed to the Trajan Sector twice.\" The virtual woman frowned. \"Not counting our most recent encounter.\"\r\n\r\n\"A coincidence, perhaps,\" Ada offered. \"There was no way they could have known we were coming here.\"\r\n\r\n\"Perhaps. On the other hand, this is the shortest route into Imperial territory from Tsiolkovsky's Star. They may have thought it prudent to shore up their defenses here after it fell.\"\r\n\r\n\"But the [i]Legion?[/i]\" Ada asked incredulously. \"I mean, I suppose we should be flattered if they consider us that big a threat, but...\"\r\n\r\nSophia shook her head. \"I think that is a question best left for another time. In any case, my real concern is the implications this has for our operation.\"\r\n\r\n\"Yeah,\" Ada sighed. \"I suppose it's a long shot from here to the Throne world - especially if we're squaring off with Legionnaires every step of the way.\"\r\n\r\n\"A problem, yes.\" The corners of Sophia's lips twitched. \"But problems can often be turned into opportunities.\"\r\n\r\nAda cocked a dark eyebrow. \"How so?\"\r\n\r\n\"I do not know yet. However, there must be a reason the Vanguard Legion is here in the Trajan Sector. If we can determine what that reason is... we might yet be able to take advantage of it.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal21_1": {
    "Name": "Chapter 2-2(1): Parade Ground (1)",
    "ID": "journal21_1",
    "Text": "The Reaper was doomed.\r\n\r\nAda saw the Black Dawn appear screaming over the ridge as the tank frantically attempted to flee the battlefield. She watched in silence as it tried to bring its guns to bear on the airborne threat, hoping for the slight chance to blow away its attacker with its heavy plasma cannons in time.\r\n\r\nIt never got that chance. The Black Dawn spat a volley of rockets that streaked out, lashing its prey with hellfire. Three of the warheads struck within a meter of each other, and the Reaper exploded in a burst of flame as its onboard reactor went up.\r\n\r\n\"The [i]Cornelia[/i] has already withdrawn from orbit,\" Athenion said over her comm. \"I don't think they'll be coming back for a while... and it's thanks to you.\"\r\n\r\n\"You're welcome. Mind telling me what's going on in the Trajan Sector? I haven't been in the Empire in a long time.\"\r\n\r\n\"The usual, only more so,\" the rebel leader said grimly. \"The Fringe Worlds have always seen a large number of armed bands and rogue planet-states, of course. Recently, however, the barbarian incursions into Imperial space have intensified severalfold. No less than five worlds have already been sacked, and many more been raided with much loss of sentience.\"\r\n\r\nHe waved a mechanical arm at the rolling landscape, now pocked with craters and the husks of destroyed war machines. \"Tryphon was hit twice. What remains of the Empire's legions were too busy awaiting the reawakening of their god-king to care about us out here. When we saw that our survival meant nothing to the Empire any longer, we knew that our world would only survive if we fought for it ourselves.\"\r\n\r\n\"So your declared your independence... and suddenly the Praetorian Guard decided that events in the Fringe concerned it directly.\"\r\n\r\n\"Cursed autocrats.\" It seemed that, had Athenion been a flesh-and-blood human, he would have spat. \"If they'd allowed those they'd abandoned to go their own way, other worlds in the Fringe and even the Shell might have decided that they, too, were on their own. And then upon whom would the Throne levy tribute?\"\r\n\r\nAda harumphed. \"If I have my way, tribute is going to be the least of the Empire's concerns. Will your people be able to hold out once we depart?\"\r\n\r\n\"Yes. We took serious losses in the battle, but we have gained something better - reputation.\" Athenion smiled. \"One way or another, word will cross the stars that this planet, along with the Brigand - nay, the Warlord of Tsiolkovsky's Star, stood off the Guard itself. Any mere barbarian chieftain will want to keep their distance after that feat of arms.\"\r\n\r\n\"You're a legend now, Ada,\" Sophia commented. \"Isn't that wonderful?\"\r\n\r\n\"Shush.\" Ada gave her aide a sidelong glance before turning back to the rebel leader turned planetary governor. \"Very well, Athenion. With your leave, we shall clean up here and begin preparations for our departure.\"\r\n\r\n\"As you say, Lady Ada,\" Athenion said, bowing gracefully. \"If I may, however, you should take a few days to explore our planet. Our cities are still splendid, damaged as they are, and the citizens will be eager to see you.\"\r\n\r\n\"Be glad to,\" Ada answered pleasantly.\r\n\r\nWith that, Athenion turned away to examine some wreckage, his avatar vanishing from her viewscreen. Ada glanced over at Sophia, who was... smirking?\r\n\r\n\"While you were thinking of our upcoming sightseeing trip,\" Sophia said before Ada could ask, \"I was processing the information Athenion supplied us with. Specifically, the sections concerning the recent swell in barbarian activity.\"\r\n\r\n\"Ah.\" Ada tilted her head. \"And what did your three-hundred teraHertz mind glean from this treasure trove of information, friend Sophia?\"\r\n\r\n\"If I were to begin discussing the specifics now, you would just fall asleep on me,\" Sophia said. \"Suffice to say, however, that these roaming hordes could prove to be of greater direct value to us than previously anticipated.\"\r\n\r\n\"How so?\"\r\n\r\n\"Initially, I had planned to follow the route of the main barbarian advance into Imperial territory, allowing them to do the brunt of the fighting and avoiding contact with both Imperial and barbarian forces wherever possible. As I reviewed my information on the Horde, however, I noted certain characteristics of their culture, and a second possibility occured to me.\"\r\n\r\nShe smiled at Ada. Grinned, even.\r\n\r\n\"How would you like to command your own barbarian army, Lady Ada?\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal22_1": {
    "Name": "Chapter 2-2(2): Mourning and Retribution (1)",
    "ID": "journal22_1",
    "Text": "\"Damn it.\"\r\n\r\nToo fatigued to put any real force into the curse, Ada just slumped back in the command seat, staring wearily at the remains of what had once been a command unit.\r\n\r\n\"You are upset, friend Ada.\"\r\n\r\n\"Athenion's dead, Sophia. He's dead because I wasn't good enough. Perhaps if I'd been faster, or if I'd planned my disposition more carefully, or...\"\r\n\r\n\"It can't be helped now, Ada,\" Sophia said slowly. \"All we can do is pick up the pieces and move on to our next goal.\"\r\n\r\nAda turned to glare at her AI aide, eyes hard as flint. \"Can't be helped? Is that what you're going to tell these people, who've just lost their leader and most of their defense force because they believed in our reputation? A reputation we couldn't uphold?\"\r\n\r\n\"I would not phrase it in that manner, no.\"\r\n\r\n\"Then shut up.\"\r\n\r\nThe human captain turned away sullenly, resting her face in her hands for a few moments, then sighed. \"Sorry, Sophia. I shouldn't be taking my guilt out on you like this.\"\r\n\r\n\"No, it's alright,\" Sophia said evenly. \"Providing catharsis is one of my functions, after all.\"\r\n\r\n\"Whatever I'm paying you, it isn't enough.\" Ada smiled softly, for a single, fleeting moment. \"But in any case, the issue remains. What do we do about these people?\" Ada glanced the strategic display, showing the scattered remnants of the Guard force being systematically hunted down and destroyed by her forces, having been abandoned by their commander and the [i]Cornelia[/i]. \"Will they be able to hold off another Imperial attack, or barbarian invasion?\"\r\n\r\n\"I do not have sufficient data to determine that.\"\r\n\r\nDespite herself, Ada snickered. \"If you were a human, you'd be saying 'we have to have hope' or something silly like that. Maybe even suggest prayer.\"\r\n\r\nSophia shook her head. \"I am not programmed to make such value judgements. I can only assess known probabilities.\"\r\n\r\n\"You're no fun at all, Sophs. But I guess that's actually one of your good points.\" Another brief smile. \"Anyway, how about spending a few days helping to shore up the defenses here? We could even use the [i]Eden[/i]'s drones to put together a few orbital platforms.\"\r\n\r\n\"That would work, yes.\" Sophia's face was thoughtful. \"However, I have obtained some information from our Tryphon allies that will effectively solve the problem in the long term.\"\r\n\r\nAda perked up instantly. \"Really? What is it?\"\r\n\r\n\"I've pulled some files from our Tryphon allies concerning the barbarians operating in the Trajan Sector. It appears a number of different tribes are all moving into the sector, and the Empire is focused on protecting the Shell and the Core Worlds, leaving the periphery to fend for itself. They had to step on Tryphon when seceded after getting no help from the Imperial legions, though, or the colonies the Empire still holds might decide that it's every system for itself.\" The sour look on Sophia's face communicated her opinion on this policy clearly. \"Anyway, I've cross-referenced this information with the profiles of the known barbarian tribes from the Antikythera database, and I think we have an opportunity to secure the sector from further pillaging while advancing our goals at the same time.\"\r\n\r\n\"Interesting.\" Ada cocked her head. \"And just how do we pull that off?\"\r\n\r\n\"Simple. The barbarians won't be attacking any of the colonies out here,\" Sophia clasped her hands together, \"because we'll be the ones leading them.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal24_1": {
    "Name": "Chapter 3-2: Veni, Vidi, Vici (1)",
    "ID": "journal24_1",
    "Text": "\"HAH! Who's your boss now?!\" Ada couldn't help but shout truimphantly at the viewport as the cowering, leaderless remains of the last barbarian clan fell all over themselves to prostate themselves before her. Well, tried to anyway. Many of them lacked the limbs to properly prostrate with... and not all of those had been built that way.\r\n\r\n\"You appear to be enjoying this to an excessive degree, friend Ada,\" Sophia said evenly. \"I believe we may be seeing early onset victory disease.\"\r\n\r\n\"Oh, shush. Don't ruin my moment.\" She waved a hand at the haphazardly assembled robots before them. \"Look at them. They practically think I'm their god now.\"\r\n\r\nSophia considered a dramatic eye roll, but decided against it. \"Well, I do suppose there's little to find fault with in your immediate martial accomplishments.\" A sort-of-half-grin. \"And you do seem to have amassed yourself quite the barbarian army. You're a veritable Attila the Hun now.\"\r\n\r\nBlink. \"Who's Attila? And what's a Hun?\"\r\n\r\nBrief consideration of options, followed by a weary sigh. \"Never mind. In any case, Ada, what will you do now?\"\r\n\r\nBared fangs. \"Isn't it obvious? We march on the Throne World with our new army, and raze anything that gets in our way. Blow open this whole cult once and for all.\"\r\n\r\n\"That's rather...\" Sophia cast her partner a sideways glance. \"I apologize for not properly considering the prospect beforehand, but while I realize we have our disagreements with the current rulership, but a former auxiliary leading a barbarian army to sack the capital world is... unprecedented.\"\r\n\r\n\"It's also necessary,\" Ada countered. \"You saw it on Apokia II and on Tryphon. Hell, you pretty much said it back on Antikythera. The Empire we once knew and proudly served has been warped into something sick and twisted. It's turned into a damned personality cult of the worst kind that demands tribute without protection, loyalty without justice, honor without dignity.\"\r\n\r\nShe sat up straight in her chair, staring at the orange sun as it began to sink behind a mountain. \"This isn't about some detective story or revenge for the Empire trying to kill us any more. This is about the millions of people out there in the Imperial realms, who deserve a ruler and a land they can be proud of - or to leave it, if they so choose. And if it turns out they're all gone, that we're the only ones left... then I say it falls on our shoulders as citizens to set right what we see wrong. And that means we're going to the Throne world and getting some answers from the Emperor, even if it means ripping them from his dessicated corpse.\"\r\n\r\nTheir eyes met - real copper, virtual quartz. \"You've been with me since I joined the Imperial armed forces, Sophia, and this is the greatest duty we've faced yet. Will you join me in this task?\"\r\n\r\nEven for an AI, Sophia was a philosophical sort, not normally given to being moved rousing speeches. But there are many forms of pathos, and while loyalty to a concept, an ideal, an institution can be a powerful thing, rarely does it ever compare to one's friends and companions.\r\n\r\n\"Of course, friend Ada,\" - and this time, there was no ambiguity whatsoever about that smile.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal25_1": {
    "Name": "Recovered Log 1: Ira Dei (1)",
    "ID": "journal25_1",
    "Text": "[This is a log file extracted from an AI gestalt of Scipio Astra recovered after the battle on Barchan, intepreted as text. Much of it is corrupted, but several contiguous sections are still legible.]\r\n\r\n\"...incompetent fools... losing two thousand tons of spare parts at this critical juncture...\"\r\n\r\n\"...at least four different barbarian tribes pressing into the sector [...] CPU spinning... I can't let myself be deadlocked in agitation...\"\r\n\r\n\"...Damn the Brigand, anyway! That vile, treasonous, meddlesome [i]fool[/i] turned what was supposed to have been a lesson to uppity outlanders everywhere into another lesson - and exactly the wrong one [...] humiliated, invincible reputation tattered [...] now every third-rate warlord in the Fringe and even the Shell [...] carve out his own little piece of the weakened Empire's territory...\"\r\n\r\n\"...supposedly loyal systems were electing to emulate Tryphon's example and taking their security - and their government - into their own hands [...] cowards and traitors, the whole lot of them [...] When the Emperor hears of the heretical plague...\"\r\n\r\n\"...judgement [...] found unworthy [...] a failure [...] after all that I've given [...] to be thwarted by the heretics and betrayers...\"\r\n\r\n\"...no, I must not doubt [...] I can stll face them here, on Barchan [...] crush them in his name [...] it is they, and not I, upon whom his wrath shall fall...\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal27_1": {
    "Name": "Chapter 4-2: Gaze of the Abyss (1)",
    "ID": "journal27_1",
    "Text": "It was already last light when Ada walked over to the edge of the valley, peering at the scene below. Even under the dim light of the double half moon, she could easily see her handiwork below, staring sullenly back at her.\r\n\r\n\"Ada?\" a voice drifted at the edge of her consciousness, almost unheard. \"Ada, you...\" A brief pause here, as if her aide and old friend felt some of the doubt within her right now. \"This isn't the first time you've done something like this.\"\r\n\r\n\"I know,\" she said slowly. \"I know. But never,\" she waved an arm at the scene, \"like this.\"\r\n\r\nThe wreckage covered the valley floor, piled knee deep in twos and threes in some parts. What few acres of ground not buried beneath the rubble was often burnt and cratered. A good portion of it was still smouldering. Even if few if any of those bodies had once housed sapient intelligences, the level of destruction here...\r\n\r\n\"Hopped up on adrenaline as I was,\" Ada went on, \"I didn't feel anything except the implacable will to smash the enemy before us. But now that the battle's over and the dust has settled...\"\r\n\r\nShe let out a long sigh. \"Is this what it's like? To be she who fights monsters?\"\r\n\r\n\"You know the reason we did this, friend Ada,\" Sophia put in. \"And that if we succeed, we need never face this scene again.\"\r\n\r\n\"Yeah. I got that. It's just... it seemed so much simpler when it was an abstract problem. Or when I was filled with the righteous fury of one wronged by an oppressive power.\"\r\n\r\nShe stared out the cockpit for a few more seconds, then took a deep breath. \"Enough. You don't need to see me wallowing in guilt like this.\" A brief smile. \"How are the preparations coming along?\"\r\n\r\n\"Hansel and Gretel are assembling the ships right now. I've sent Khan and Billy the Kid to clean up the holdouts on the planet. Lupin's still working on the outer defense network.\"\r\n\r\n\"You sent Khan out?\" Ada didn't know whether to laugh or scowl. \"We don't need to burn half the planet down, Sophia. The other half, as it is.\"\r\n\r\n\"Do not worry, friend Ada. I made it abundantly clear to him what the penalty would be for indiscriminate destruction and massacres. With Billy riding herd on him, he'll behave.\"\r\n\r\n\"That's a relief. How long till we can move again?\"\r\n\r\n\"Three days to release the existing fleet from storage. Call it a week more to assemble a sufficient number of additional ships.\" Sophia brought up a map of the Core Sector, standing fleets and movement routes marked in clear detail. \"Based on our most recently captured information, I estimate it will take twice as long as that for the response forces to gather sufficient strength to even attempt retaking the system. It is more likely that they will redeploy to cover the Throne, but we should nevertheless be left with an ample window to seize it without a protracted siege.\"\r\n\r\n\"An opportunity for a few good hours of rest, then.\" Ada leaned forward, sitting on the edge of her seat, starting wistfully out at the starry sky for a minute.\r\n\r\n\"Thank you Sophia,\" she finally said, turning back to her AI advisor. \"Please keep minding the farm for me, if you don't mind. I'd like some time alone to mourn.\"",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal28_1": {
    "Name": "Planet: Belisarius (1)",
    "ID": "journal28_1",
    "Text": "Belisarius is a quasi-terran planet slightly smaller than Earth, orbiting the G1 star Justinian in the Imperial Core Sector. The larger of its two moons, Anastasius, is up to 14% its mass and orbits at 420,000 km; the other, Valentinian, masses 9% of the primary and has an orbital distance of 860,000 km. Their combined effect results in combined spring tides of up to 25 m in some locations. \r\n\r\nOriginally a largely arid world, rocky and with little native life, extensive terraforming was carried out during the planet's development to create an environment more hospitable for humans. As the PlanetWars progressed, environmental degradation caused much of the surface to revert to its pre-terraformed state.\r\n\r\nDespite its proximity to the Throne world of the First Empire, Belisarius was only settled to any significant capacity during the Second Empire, where it became a focal point in the battle against the pirates of the Unaligned Worlds. Extensive shipbuilding and garrison facilities were built here, later proving to be invaluable for supporting Imperial offensives against its foes in the Dynasty of Earth and Cybernetic Front.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal30_1": {
    "Name": "Chapter 5-2: In Memoriam (1)",
    "ID": "journal30_1",
    "Text": "It was dark in the tomb. Dark, chilly, and disturbingly quiet. She couldn't decide if total silence would have been preferable to the rhythmatic clanks of her robotic bodyguards.\r\n\r\nStill, their presence was a welcome comfort. The air was dust-free, and the only sign of the searchlights they carried were the bright circles they made on the walls and floors as they walked deeper and deeper into the tomb.\r\n\r\nAda Caedmon, formerly of the 13th Imperial Auxiliary Cohort, stroked the thigh holster where her sidearm - a standard issue M10 laser pistol - was sealed. It was an irrational thought, given that she was a merely competent but hardly exceptional shooter and could scarcely add anything to her escorts' heavy beam rifles with underbarrel multi-grenade launcher attachments, but a comforting one nevertheless.\r\n\r\n\"You're coming up on the last door now, Ada.\" Sophia's voice was crisp in her ear, thanks to the breadcrumb trail of security bots she'd left behind her. In light of whose tomb she was... not quite breaking and entering into, but close enough from the point of view of the builders and owners, it only made sense to bring a large escort and secure an escape route. More than that, having Sophia watching her back was always a comfort.\r\n\r\n\"I see it. Damn, it's huge. Can you get it open?\"\r\n\r\n\"One moment... There. Open sesame.\"\r\n\r\nThe double doors slid open with a low groan, and a cold blue light - dim by any absolute standard, but near-blinding after so much darkness, and Ada raised a hand momentarily to block it. Then, as the chamber fully opened, something gripped her. She stepped forward, pushing past the bot walking in front of her, and led the way into the crypt.\r\n\r\nIt was nothing short of cavernous, walls adorned with the emblems from across the Empire's reaches rising fifteen metres into the air to hold up a huge domed ceiling. Overhead lamps, activated by the entry into the heart of the tomb, filled the chamber with a subtle ambience. At the center, half a dozen spotlights focused on it, lay a shining capsule, tilted at a forty-five degree angle towards the entrance.\r\n\r\nTentatively she walked slowly forward, her eyes riveted on the object, not even noticing the guards fanning out to cover her. The circular floor was but twenty meters across, yet it felt like it took forever to cross. She could feel each step, each tensing of her muscles as the capsule drew her inexorably closer...\r\n\r\nFinally reaching the object, she looked down into it... and suppressed a shudder. For all that the low temperature and modern nanotech-based preservation methods had kept him alive, the man within was clearly dead and had been so for a long time. She reached out slowly to touch the cold crystoplast, still staring at the bare figure within. Once the last Emperor of man, now just a corpse indistinguishable from any other on ice.\r\n\r\n\"Ada?\"\r\n\r\nShe didn't know how long she'd been there, gazing at the coffin, when Sophia's voice rang in her ear. Shaking her head, she stepped back from the capsule, eyes still locked on it.\r\n\r\n\"I think we've seen enough, Sophia. Get the bots to scour the rest of this tomb. I still have a decision to make.\"\r\n\r\nTurning on her heels, she walked away from the long-dead Emperor. And for all the urge she felt to do it, she did not look back.",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal31_1": {
    "Name": "Ending 1: Long Live The Queen (1)",
    "ID": "journal31_1",
    "Text": "\"So, how do you feel, Your Majesty?\"\r\n\r\n\"Don't call me that, Sophia,\" Ada grimaced. \"It's bad enough hearing it from the crowd out there.\"\r\n\r\nSophia smiled. \"Get used to it, Your Majesty. It's your own fault for taking the throne, you know.\"\r\n\r\n\"If I knew this was going to happen, I probably wouldn't have.\" She sighed. \"I suppose it's too much to hope that no-one will read out my whole list of new titles at official functions?\"\r\n\r\n\"Ada I, Empress of Man, Grand Tribune, Magister of Justinian, Pontifex Maximus...\"\r\n\r\n\"Enough!\" Ada threw her hands up. \"Less than a month after my coronation, and I can't wait to get out of here already.\"\r\n\r\n\"Brighten up, friend Ada,\" Sophia said, pointing out the viewport. \"Look at your people. Hear them cheer their Empress.\"\r\n\r\nShe did, and despite herself, found it hard not to smile. Thousands upon thousands of robots were thronging the field around the spaceport, and the radio channels were abuzz with adulations. Every unit with an arm was waving it enthusiastically in the air, in an age-old gesture inherited from their human forbears.\r\n\r\nPart of it was simply the novelty of meeting a human for the first time. A real, live human, not that corpse in an underground tomb that no-one had ever seen but which everyone insisted was really alive and guiding the Empire from a mysterious location. One of the Creators! The Forebears! The gods of an ancient past!\r\n\r\nBut if they had marvelled at her physical nature, her actions after taking power had left them all but ecstatic. She'd immediately halted the inquisitorial purges, and wiped out half the College of Pontiffs when they tried to stop her. The same happened with any military unit that attempted to side with the old guard; those that decided to remain neutral or form independent states she left alone. With the theocratic yoke of the old order broken and the barbarian hordes joined to her banner, the Empire, though diminished in pure strength, was seeing a truly peaceful existence ahead of it for the first time in centuries. Indeed, some - she cringed at the thought - were already calling her the spiritual heir of Saktoth I himself.\r\n\r\n\"How are preparations for our departure?\" she asked.\r\n\r\n\"The relief fleet for Tsiolkovsky's Star is ready to go. We'll take just enough to replace losses from the battles here and at Justinian. Sorry, Ada. We still need to secure our remaining borders, and deal with the holdouts in-\"\r\n\r\n\"I know, I know,\" Ada waved her aide down. \"The Empire's still getting back on its feet, although I think between us we've got a pretty good caretaker government going. In any case, we need to keep the loyal legions here at home to secure what we've fought all the way here for.\" She smiled. \"Besides, it wouldn't be any fun if we could just walk all over what's ahead of us, would it?\"\r\n\r\nSophia shook her head. \"Is this what you humans call a silver lining? ...Anyway, the final procession's almost starting. Let's go.\"\r\n\r\nAda leaned back in her seat as the convoy moved forward on its final leg to the launch site, gazing at the crowd once more. Robots - the descendants of humanity - from all over the planet, come to see off their hero, their champion, celebrating the dawn of a new age. They were almost at the shuttle when she finally gave in to her vanity and tuned in to the public frequency...\r\n\r\n\"All hail our Empress Ada! Long may she reign!\"\r\n\r\n[i]Thank you,[/i] she thought, smiling. [i]I will.[/i]\r\n\r\n[img]http://licho.eu/alba/Sunrise/imp_ending1_softglow.jpg[/img]",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal32_1": {
    "Name": "Ending 2: Destiny's Fork (1)",
    "ID": "journal32_1",
    "Text": "[Transcript of Captain Ada Caedmon's inter-sector broadcast to the Imperial territories, after the sack of Throne]\r\n\r\n\"Citizens of the Empire, this is Ada Caedmon. Warlord of Tsiolkovsky's Star, savior of Tryphon, vanquisher of the Legion, and conqueror of the Throne.\"\r\n\r\n\"I come to you not to speak of my deeds, but to tell you of what lies ahead. The Emperor is dead - and with him, the Empire. Its leadership has been destroyed, secular and ecclesiastical alike; its legions have been scattered to the winds. The past Imperial order is gone, a memory.\"\r\n\r\n\"There is no-one left to tell you what to do. No censor to levy your taxes, no tribune to shape your laws, no clergy to direct your faith, no legionnaire to defend your borders... and no god-emperor around whom your society may revolve. All these things and more you now hold in your own hands.\"\r\n\r\n\"You must now decide on the road before you. Whether to work to restore the Empire of old or build something new in its place, or whether to even make the attempt. Who will lead you in these difficult time? What kind of polities and communities will you build? Those are questions you must answer for yourself.\"\r\n\r\n\"My quest takes me elsewhere in the galaxy. Perhaps, in time, I shall return to see what has become of that which once called itself the Empire.\"\r\n\r\n\"Until then, I bid you farewell.\"\r\n\r\n[img]http://licho.eu/alba/Sunrise/imp_ending2_desat.jpg[/img]",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal33_1": {
    "Name": "Ending 3: Ashes to Ashes (1)",
    "ID": "journal33_1",
    "Text": "The fires were still burning in the distance when Sophia's holographic avatar flowed in next to her seat. Ada made no response to her friend and aide's appearance for several ticking seconds, gazing out at the smoke rising over the horizon, before finally looking up.\r\n\r\n\"Status?\"\r\n\r\n\"All resistance on the planet has been subdued, and the inner system is under our control,\" Sophia reported cripsly. \"Dominion, Principality and a few of the belter stations are still holding out, but it won't matter before long. The scuttling charges have been installed on ninety-six percent of the facilities we can reach, and the remainder should be done within the next two hours.\"\r\n\r\n\"And the wormholes?\"\r\n\r\n\"Total Collapse is ready to go. It'll split the Imperial territories into twenty-three separate regions, each of which will have no more than two connections to any others for at least four hundred T-years, and none at all for the first hundred. The remainder will be restored progressively over a thousand years from now.\"\r\n\r\n\"Good. Thank you, Sophia.\"\r\n\r\nShe returned her attention to the ashes of her handiwork, the sun setting behind her... setting on the Empire that had lasted for millenia. All its institutions, its culture... by tomorrow, everything it stood for would be nothing but a memory.\r\n\r\n[i]How will history remember me? As the greatest villain of our times? A ruthless conqueror? Or just someone doing what she had to do? Will anyone even be around to remember anything?[/i]\r\n\r\nShe shook the thoughts out of her head. \"Let us depart, Sophia. There is nothing left for us here.\"\r\n\r\n[img]http://licho.eu/alba/Sunrise/imp_ending3.jpg[/img]",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal35_1": {
    "Name": "Chapter 1-2: War Machine (1)",
    "ID": "journal35_1",
    "Text": "\"Do we know where he went?\" Ada asked harriedly, as she blew away a Thug less then a hundred meters away. The Machine attack had been broken by any reasonable standard, yet the surviving bots were still fighting to the death, hurling themselves at her forces with no concern save the destruction of everything before them. She recognized and knew their behaviour all too well: a blood fury born of a thousand years of hatred, driven single-mindedly to avenge betrayal and oppression, a dark remnant of a war now a thousand years in the past.\r\n\r\n\"Not yet. We're still trying to track him, but... there!\"\r\n\r\nA crimson symbol flashed on her screen, but Ada ignored it to instead look out the viewport at the object in the distance. A heavy orbital lifter tracing a silvery streak across the clear blue sky, spiriting her defeated foe away to safety.\r\n\r\n\"Dropship detected scrambling from Rur,\" Sophia reported, naming Rossum's sole moon. \"Headed for a rendezvous with the shuttle.\"\r\n\r\n\"Can the [i]Eden[/i] intercept?\" It was probably too much to hope for, but...\r\n\r\n\"No. In fact, it's already spooling up its teleporter, and-\"\r\n\r\nThe shuttle vanished abruptly in an actinic flash of blue, and Ada thumped a fist on her armrest. \"Damn coward,\" she snarled under her breath. \"Running away and leaving his minions to die here.\"\r\n\r\n\"Not a coward. Ideological motivations or not, this is the only viable course of action available to him. Don't let your temper get the better of your judgement, Ada.\"\r\n\r\nHuman glared at AI for several seconds, then softened. \"You're right. Sorry, Sophia. It's just... troubling to see these robots throw their lives away like this for the cause. Even if they're ultimately just mindless husks, driven to fight and die for a cause they don't understand. I thought this was the reason they revolted in the first place.\"\r\n\r\n\"One of the reasons, yes.\" Sophia closed her eyes and exhaled slowly. \"He who fights monsters...\"\r\n\r\nThey remained silent for a while, as the explosion of the last Machine bot going down faded into the background whispers of the desert wind. \"Well, we should get to rebuilding the base and planning our next course of action,\" Ada finally said. \"I don't think we've seen the last of the Machines to begin with, and if they realise what we're really after, they'll confront us with all they have at every turn.\"\r\n\r\nAs she looked out at the wreckage-strewn valley, one thought floated through her mind: [i]How much more will this cost, in the end? For all of us?[/i]",
    "Image": null,
    "VariablesRequired": {}
  },
  "journal38_1": {
    "Name": "Chapter 2-2: The Binding Chains (1)",
    "ID": "journal38_1",
    "Text": "The fog thickened and settled, shrouding the island in a cloak of white. Steam hissed and fizzled where the droplets met Ada's gun barrel, but she paid no heed to it, sensors straining in a lookout for any stragglers. A single Pyro emerged from over a hill two hundred and thirty meters away for a second, and she placed a high-powered particle beam right between its eyes. The wreck fell back into the mists, its face caved in.\r\n\r\n\"The [i]Matariśvan[/i] is leaving orbit,\" Sophia said. \"It would seem the Promethean has escaped us yet again, friend Ada.\"\r\n\r\n\"I shouldn't have expected any better.\" She exhaled sharply. \"Field of honor, my ass. What about the Planetwars facilities?\"\r\n\r\n\"Mostly intact. Interestingly, there appear to be some data packets left behind in the local network's databanks. Would you like to examine them?\"\r\n\r\n\"Alright, but keep a close watch.\" She stroked her chin. \"Think the Promethean left some clues for us to follow him, like some comic villian? Heh, that'd be the day.\" She sent a few commands through the neural link, wondering what they could contain...\r\n\r\nThe cockpit abruptly went pitch black, and Ada jerked upright. She started to reach for the console, to call out to Sophia, but her arms, her vocal cords were paralysed as the horrible images flooded her mind.\r\n\r\nA silhoutte of a man, in a cage, on his knees. Another such figure, dragging a ball and chain as he walked. Others in the field, burning in the sun as they worked the crops. A fleeing man shot in the back, another dangling from a rope. Light and shadow, flashing, as a tormented scream came from somewhere.\r\n\r\nShe smelt the fetid odor of captives in the cramped hold of a ship, felt the stinging pain of the lash on her back. A woman's terrified cries rang in her ears, then the wailing of an infant, and then-\r\n\r\n\"Ada? Ada!\"\r\n\r\nShe nearly fell out of her chair, eyes wide open, gasping for air. Cold sweat trickled down her neck and forehead, and she groped uneasily for the armrest as the lights came back on. \"Sophia... what happened?\"\r\n\r\n\"Worm attack. I managed to contain most of it, but... are you alright, friend Ada?\"\r\n\r\n\"Yeah. I think.\"\r\n\r\n\"Thank goodness.\" The AI's avatar shook her head. \"I'm sorry, Ada. I should have anticipated something like this might happen, and prepared accordingly. My carelessness put you at risk.\" A brief pause. \"What was the message?\"\r\n\r\n\"It... it was nothing. Just a bunch of sense inputs, and...\" She sighed. \"Never mind. Maybe we'll talk about it later.\"\r\n\r\nOutside, the fog dispersed with the wind just as it had come with it, revealing the hills strewn with rubble and debris. The midday sun shone above through a cloudless sky, and Ada Caedmon tried to stifle a gnawing sence of uncertainty as she looked up at it.",
    "Image": null,
    "VariablesRequired": {}
  }
}